/*
	GetByte(byte length[, 추출DataType])
    1바이트씩 읽어 문자 변환하는 함수 (한글 조합형 -> UTF-8 한글)
    읽은 바이트 수만큼 위치 이동함. 다시 읽을 때 해당 위치 부터 읽음.

    symbol, 한자 등 한글 외 코드는 추가중.

    2025-03-18 : hwp 변환을 위해 HWPChar 형변환 추가함.
    2025-03-19 : intX외 여러 자료형 추가함. 부호있는 형은 어떻게???

    param)
      byte length : 읽을 Byte 수
      추출DataType : 생략가능 (생략시 해당 문자(Ascii Code 또는 urf-8 문자)로 변환함)
                     읽을 byte 에대한 DataType 지정 (int8, int16, int32)
                     'pos' 의 경우 읽을위치 강제 적용함.


    ex) 
      // 선언 
      // xhr.response수신정보(xhr.responseType='arraybuffer')를 전달
      var getByte = new GetByte(xhr.response);

      //
      var byte1 = getByte( 1, 'int8' ) 1바이트 (8비트 정수형) 데이타로 추출
      var byte2 = getByte( 2, 'int16')
      var byte4 = getByte( 4, 'int32')

*/
function GetByte(rsData){
    if(rsData.byteLength instanceof ArrayBuffer) throw alert('GetByte : Data Type Error');
    var uInt8Array = new Uint8Array(rsData);
    //console.debug('uInt8Array',uInt8Array);
//const ar8 = new Uint8Array([0, 1, 1, 0, 0, 2, 2, 0]);
//var buf = new Buffer(uInt8Array);
//uInt8Array = new Uint16Array(buf.buffer, buf.byteOffset, buf.byteLength / Uint16Array.BYTES_PER_ELEMENT);

    GetByte.uInt8Array=uInt8Array; // 디버깅용
    var position = 0; // 버퍼에서 읽을 시작 위치
//    return (length, type)=>{
    function get(length, type){
        var start = position;

        // 자료형 정의 : HWP 때문에...
        var isHwp = false;
        var hwpType = length;
        var hwpLength = type;
        switch(length){ // length 없이 개별 자료형으로 추출하는 경우
            case     'byte' : isHwp=true; length=1; type='int8';  break; // 부호 없는 한 바이트 (   0 ~ 255)
            case    'sbyte' : isHwp=true; length=1; type='int8';  break; // 부호 있는 한 바이트 (-128 ~ 127)
            case     'word' : isHwp=true; length=2; type='int16'; break; // 16비트 컴파일러에서 'unsigned int'에 해당
            case    'sword' : isHwp=true; length=2; type='int16'; break; // 16비트 컴파일러에서 'int'에 해당
            case    'dword' : isHwp=true; length=4; type='int32'; break; // 16비트 컴파일러에서 'unsigned long'에 해당
            case   'sdword' : isHwp=true; length=4; type='int32'; break; // 16비트 컴파일러에서 'long'에 해당
            case    'hchar' : isHwp=true; length=2; GetByte.isHwp=true;    break; // HWP의 내부 코드로 표현된 문자
            case    'echar' : isHwp=true; length=1; type='';  break; // 부호 없는 한 바이트 (   0 ~ 127) [ASCII 코드 번호로 반환함.]
            case    'kchar' : isHwp=true; length=1; type='';  break; // 상용조합형 한글까지 표현할 수 있는 문자형 (0~255)
            case    'hunit' : isHwp=true; length=2; type='int16'; break; // 1/1800인치로 표현된 HWP 내부 단위 (     0 ~ 65535)
            case   'shunit' : isHwp=true; length=2; type='int16'; break; // 1/1800인치로 표현된 HWP 내부 단위 (-32768 ~ 32726)
            case  'hunit32' : isHwp=true; length=4; type='int32'; break; // 32비트로 표현된 hunit
            case 'shunit32' : isHwp=true; length=4; type='int32'; break; // 32비트로 표현된 shunit
/*
            case  'hstring' : isHwp=true; langth=type; type='';
                              GetByte.isHwp=true; GetByte.noneExt=true; break; // hchar 문자열
            case  'estring' : isHwp=true; langth=type; type='';
                              GetByte.isHwp=false; GetByte.noneExt=true; break; // echar 문자열
*/
        }
        // 배열로 읽을 경우
        if(isHwp) if(typeof hwpLength=='number' && hwpLength>0) return getArray(hwpType, hwpLength); //

        position += length;
        GetByte.pos = position;  // debug용
        if(type!='pos' && uInt8Array.length<position) return '더 읽을게 없습니다.';
        type=type||'';
        if(type=='int8'){          // 8비트 1바이트 추출
            return uInt8Array[start];
        } else if(type=='int16'){  // 16비트 2바이트 추출
            return uInt8Array[start+1]<< 8|uInt8Array[start  ];
        } else if(type=='int32'){  // 32비트 4바이트 추출
            return uInt8Array[start+3]<<24|uInt8Array[start+2]<<16
                  |uInt8Array[start+1]<< 8|uInt8Array[start  ];
        } else if(type=='pos'){    // 데이타 읽을 위치 강제 적용
            position = length;
            GetByte.pos = position; // debug용
            if(GetByte.debug) console.log('pos', GetByte.pos);
            return position;
        } else {
            returnVal='';
            GetByte.isErr = false;
            for(var i=0; i<length; i++){
                var h = uInt8Array[ start + i ];
                var l = '';
                if(uInt8Array.length > start+i+1) l = uInt8Array[ start+i+1 ];
                if(uInt8Array.length < start+i+1) break;
                if(h == 0x00 && !GetByte.isHwp) break; // 00 이후 추출한 값이 쓰레기값이 출력되서 EOF?처리함
                if(h == 0x00 && GetByte.noneExt) break; // 00 이후 추출한 값이 쓰레기값이 출력되서 EOF?처리함
                if(h == 0x00 && l == 0x00) continue;
                if(GetByte.isHwp){ // HWPChar 형 변환 - 한 문자는 2바이트씩임.
                    var ch2 = h;
                    var ch1 = l; // 하위바이트 먼저 읽음
                    if(GetByte.debug) console.log('h',h.toString(16),'l',l.toString(16))

                    if (ch1 >= 64 && ch1 <= 83) { // HWP 한자코드로 변환
                        var hanjavalue = (ch1 - 64) * 256 + ch2;
                        ch1 = parseInt(224 + ((hanjavalue - 1) / 188));
                        ch2 = parseInt((hanjavalue - 1) % 188 + 50);
                        if (ch2 > 127) ch2 = ch2 + 18;
                    }
/* 한글문서 V3.0 의 문자 à (0x00e0) 처리를 위해 주석 처리함(처리시 + 가됨)
                    if (ch1 == 0 && ch2 >= 179) { //  표 테두리를 아스키 코드로 변환
                        if (ch2 == 188 || ch2 == 199 || ch2 == 210 || ch2 == 221
                            || ch2 == 232 || ch2 == 243 || ch2 == 254) returnVal += '-';
                        else if (ch2 == 189 || ch2 == 200 || ch2 == 211 || ch2 == 222
                            || ch2 == 233 || ch2 == 244 || ch2 == 255) returnVal += '|';
                        else returnVal += '+';
                        if(GetByte.debug) console.log('표 테두리 문자 ch1',ch1,'ch2',ch2,returnVal);
                        i++;
                        continue;
                    }
*/
                    h=ch1;
                    l=ch2;
                    if(GetByte.debug)
                        console.log('H',h.toString(16),'L',l.toString(16),h
                                   ,'pos', start+i+1 )
                }

                var ch = ((h << 8) & 0xff00) + (l & 0xff);
                if(h & 0x80) { // ASCII Code 가 아닌경우
                    if (l == 0x00) {// continue;	/* 하위 바이트 ERROR */
                        //returnVal += '[]';
                        continue;
                    }

//                    var ch = ((h << 8) & 0xff00) + (l & 0xff);
                    if (ch >= 0x8861 && ch <= 0xd3b7) {	/* '가'부터 '힝'까지 2,350자 */
                        returnVal+=KSSMCODE[ch] || '';
                    } else if (ch >= 0xd931 && ch <= 0xdef1) {	/* 조합형 symbol */
                        var _ch = GetByte.symbol;
                        if(!KSSMCODE[ch]){
                            if(GetByte.isAscii) {
                                var _ch=String.fromCharCode(h).replace(/\x00/g,'')
                                       +String.fromCharCode(l).replace(/\x00/g,'');
                            }else{
                                GetByte.isErr = true;
                                console.log(_ch, h, l, ch.toString(16), 'pos', start+i);
                            }
                        }
                        var tmp = _ch;
                        if(GetByte.code) tmp = `[${ch.toString(16)}:${_ch}]`
                        returnVal+=KSSMCODE[ch] || tmp;
//                    } else if (ch >= 0xd041 && ch <= 0xf7bd) {	/* 한자영역 (조합형 symbol포함) */
                    } else if (ch >= 0xd041 && ch <= 0xfb5c) {	/* 한자영역 (조합형 symbol포함,HWP영역) */
                        if(!KSSMCODE[ch]){
                            var _ch=GetByte.hanja; // 中
                            if(GetByte.isAscii) {
                                var _ch=String.fromCharCode(h).replace(/\x00/g,'')
                                       +String.fromCharCode(l).replace(/\x00/g,'');
                            }else{
                                GetByte.isErr = true;
                                console.log(_ch, h, l, ch.toString(16), 'pos', start+i);
                            }
                        }
//                        returnVal+=KSSMCODE[ch] || _ch;
//                        returnVal+=KSSMCODE[ch] || `<label title="${ch.toString(16)}">${_ch}</label>`;
                        var tmp = _ch;
                        if(GetByte.code) tmp = `[${ch.toString(16)}:${_ch}]`
                        returnVal+=KSSMCODE[ch] || tmp;
                    } else {	/* 그외의 경우 ASCII 문자로 강제 변환함 */
                        // 에러일때 변환될 ASCII Code
                        var _ch=toAscii(h) + toAscii(l);
//                        if(GetByte.isHwp) _ch
//console.log('강제변환','H',h.toString(16),'L',l.toString(16),KSSMCODE[ch] || _ch)
                        returnVal+=KSSMCODE[ch] || _ch;
                    }
                    i++;
                } else { // ASCII Code 의 경우 00이 추출된경우 처리하지 않음.
                    var _ch = toAscii(uInt8Array[start+i]);
                    var __ch = _ch;
                    if(GetByte.code) var __ch = `[${ch.toString(16)}:${toAscii(uInt8Array[start+i])}]`;
                    if(GetByte.isHwp){
                        if(ch<4 || ch == 12 || ch == 13) returnVal += _ch;
                        else if(h) returnVal += KSSMCODE[ch] || (ch<32?ch:__ch);
                        else returnVal += KSSMCODE[ch] || (ch<32?ch:_ch);
                    }
                    else returnVal += toAscii(uInt8Array[start+i]);
                    //returnVal += String.fromCharCode(uInt8Array[start+i]);
                    if(GetByte.isHwp){ // HWPChar 의 경우 모든 문자는 2바트임.
                        i++; // HWPChar 의 경우 하위 바이트는 0x00 임. 
                    }
                }
            }
//            if(GetByte.isErr) console.log(new Date().toJSON(),'returnVal',returnVal);
//            if(GetByte.isErr) console.log('returnVal',returnVal);
            if(isHwp){
                GetByte.isHwp  =false; // HWPChar 변환 해제
                GetByte.noneExt=false; // HWP 특수문자 처리 함
            }
            return returnVal;
        }
    }
    function toAscii(num){ // 아스키 값을 코드로 변환 (제어문자는 빈값처리함)
        if(num ==   0) return ''; // NUL	Null Character	NULL
        if(num ==   1) return ''; // SOH	Start of Header	헤더 시작
        if(num ==   2) return ''; // STX	Start of Text	본문 시작, 헤더 종료
        if(num ==   4) return ''; // EOT	End of Transmission	전송 종료, 데이터 링크 초기화
        if(num ==   6) return ''; // SOH	ACK	Acknowledgment	긍정응답
        if(num ==  26) return ''; // SUB	Substitute	치환
        if(num ==  29) return ''; // GS	Group Separator	레코드 그룹경계 할당
        if(num == 128) return ''; // Latin capital letter C with cedilla 세딜라가 있는 라틴 대문자 C
        return String.fromCharCode(num);
    }
    function getArray(type, cnt){ // 자료형을 배열로 읽어옴
        //console.log(`getArray(${type}, ${cnt})`);
        var tmp = [];
        for(var i=0; i<cnt; i++){
            tmp.push( get(type) );
            if(position>=uInt8Array.length) break; // offset 초과
        }
        return tmp;
    }

    return get;
};

// 기본값 설정
GetByte.isAscii = false; // ASCII 강제변환
GetByte.isErr   = false; // 변환중 오류발생 여부
//GetByte.symbol  = 'MM';  // symbol 오류시 변환 문자
GetByte.symbol  = '❔';  // 회색 ? symbol 오류시 변환 문자
GetByte.hanja   = '❔';  // 회색 ? 한자 오류시 변환 문자
//GetByte.hanja   = '❓';  // 빨간 ? 한자 오류시 변환 문자
//GetByte.hanja   = '🀄';  // 中 한자 오류시 변환 문자
GetByte.pos     = 0;     // 현재 위치 디버깅용
GetByte.uInt8Array ;     // 버퍼
GetByte.isHwp   = false; // hwp 변환 여부
GetByte.debug   = false; // 디버깅여부
GetByte.code    = false; // 없는 글자(변환 실패한 코드) 코드표시 여부
GetByte.noneExt = false; // HWP의 0x00XX 형식의 특수문자 처리 하지 않음.(true 인경우 0x00이면 문자열 종료 처리함.)
GetByte.getPos = num=>GetByte.uInt8Array[ num||GetByte.pos ]; // num 위치 int값

GetByte.미정의글자={기호:0,한자:0,계:function(){return this.기호+this.한자}};



// 배열 내 연속된 값이 있는 위치 찾기
// start   : 찾기 시작 위치
// findArr : 찾을 배열
// 배열내 위치값 반환(없으면 -1)
Uint8Array.prototype.findArr = function(start,findArr){
    var isFind = false;
    var idx = -1;
    var j=0;
    for(var i=start; i<this.length; i++){

//        if(j == findArr.length){ isFind=true; break; }
        for(j=0; j<findArr.length; j++){
            if(this[i+j] != findArr[j]) break;
        }
//        if(j>1) console.log(j);
        if(j == findArr.length){ isFind=true; break; }

        if(findArr.length == 2){
            var ch2 = this[i];
            var ch1 = this[i+1];
            if (ch1 >= 64 && ch1 <= 83) { // HWP 한자코드로 변환
                var hanjavalue = (ch1 - 64) * 256 + ch2;
                ch1 = parseInt(224 + ((hanjavalue - 1) / 188));
                ch2 = parseInt((hanjavalue - 1) % 188 + 50);
                if (ch2 > 127) ch2 = ch2 + 18;

                if(findArr[0]==ch1 && findArr[1]==ch2){
                    isFind=true;
                    break;
                }
            }
        }

    }
//    if(isFind) idx = i-1;
    if(isFind) idx = i;
    return idx;
}






/*
	KS 완성형을 상용 조합형으로 변환하기 위한 변환표.

	<참고> 자음과 모음은 symbol 변환표에 있음.
*/
var KSSMCODE = {
//// HWP 특수문자 시작
    0x0081:'“'
   ,0x0082:'”'
   ,0x0083:'‘'
   ,0x0084:'’'
   ,0x0085:'·' // 
   ,0x0107:'❛' // 따옴표
   ,0x0108:'❜' // 따옴표
   ,0x010d:'č' // 
   ,0x010f:'ď' // 
   ,0x0161:'š' // 
   ,0x016b:'ū' // 
   ,0x1f34:'ぴ' // 
   ,0x1f09:'ぉ' // 
   ,0x1fb4:'ヴ' // 
   ,0x1f67:'ェ' // 
   ,0x1f74:'ゴ' // 
   ,0x20dd:'⃝' // ??
   ,0x2f10:'○' // 
   ,0x3404:'․'
   ,0x340d:'〜' // ~
   ,0x3441:'■'
   ,0x37d1:'▒'
   ,0x37c8:'▒'
   ,0x3470:'⧗' // 검은 모래시계
   ,0x3446:'→' 
   ,0x347b:'♤'
   ,0x347d:'♡'
   ,0xd3c5:'ᄒᆞᆫ' // 아래아 한
   ,0x37c6:'ᄒᆞᆫ' // 아래아 한
   ,0x3c17:'ᄒᆞᆫ' // 아래아 한
   ,0x37c1:'글' // 아래아 한
   ,0x3c18:'글' // 아래아 한
   ,0x3761:'А' // 
   ,0x1f02:'あ' // 
   ,0x1f04:'い' // 
   ,0x1f06:'う' // 
   ,0x1f07:'ぇ' // 
   ,0x1f08:'え' // 
   ,0x1f0a:'お' // 
   ,0x1f0b:'か' // 
   ,0x1f0c:'が' // 
   ,0x1f0d:'き' // 
   ,0x1f0e:'ぎ' // 
   ,0x1f0f:'く' // 
   ,0x1f10:'ぐ' // 
   ,0x1f11:'け' // 
   ,0x1f12:'げ' // 
   ,0x1f13:'こ' // 
   ,0x1f14:'ご' // 
   ,0x1f15:'さ' // 
   ,0x1f16:'ざ' // 
   ,0x1f17:'し' // 
   ,0x1f18:'じ' // 
   ,0x1f19:'す' // 
   ,0x1f1a:'ず' // 
   ,0x1f1b:'せ' // 
   ,0x1f1c:'ぜ' // 
   ,0x1f1d:'そ' // 
   ,0x1f1e:'ぞ' // 
   ,0x1f1f:'た' // 
   ,0x1f20:'だ' // 
   ,0x1f21:'ち' // 
   ,0x1f23:'っ' // 
   ,0x1f24:'つ' // 
   ,0x1f25:'づ' // 
   ,0x1f26:'て' // 
   ,0x1f27:'で' // 
   ,0x1f28:'と' // 
   ,0x1f29:'ど' // 
   ,0x1f2a:'な' // 
   ,0x1f2b:'に' // 
   ,0x1f2c:'ぬ' // 
   ,0x1f2d:'ね' // 
   ,0x1f2d:'ね' // 
   ,0x1f2e:'の' // 
   ,0x1f2f:'は' // 
   ,0x1f30:'ば' // 
   ,0x1f31:'ぱ' // 
   ,0x1f32:'ひ' // 
   ,0x1f33:'び' // 
   ,0x1f35:'ふ' // 
   ,0x1f36:'ぶ' // 
   ,0x1f38:'へ' // 
   ,0x1f39:'べ' // 
   ,0x1f3b:'ほ' // 
   ,0x1f3c:'ぼ' // 
   ,0x1f3d:'ぽ' // 
   ,0x1f3e:'ま' // 
   ,0x1f3f:'み' // 
   ,0x1f40:'む' // 
   ,0x1f41:'め' // 
   ,0x1f42:'も' // 
   ,0x1f43:'ゃ' // 
   ,0x1f44:'や' // 
   ,0x1f46:'ゆ' // 
   ,0x1f47:'ょ' // 
   ,0x1f48:'よ' // 
   ,0x1f49:'ら' // 
   ,0x1f4a:'り' // 
   ,0x1f4b:'る' // 
   ,0x1f4c:'れ' // 
   ,0x1f4d:'ろ' // 
   ,0x1f4f:'わ' // 
   ,0x1f52:'を' // 
   ,0x1f53:'ん' // 
   ,0x1f62:'ア' // 
   ,0x1f63:'ィ' // 
   ,0x1f64:'イ' // 
   ,0x1f66:'ウ' // 
   ,0x1f68:'エ' // 
   ,0x1f6b:'カ' // 
   ,0x1f6d:'キ' // 
   ,0x1f6f:'ク' // 
   ,0x1f70:'グ' // 
   ,0x1f71:'ケ' // 
   ,0x1f73:'コ' // 
   ,0x1f75:'サ' // 
   ,0x1f77:'シ' // 
   ,0x1f78:'ジ' // 
   ,0x1f79:'ス' // 
   ,0x1f7a:'ズ' // 
   ,0x1f7b:'セ' // 
   ,0x1f83:'ッ' // 
   ,0x1f86:'テ' // 
   ,0x1f87:'デ' // 
   ,0x1f88:'ト' // 
   ,0x1f89:'ド' // 
   ,0x1f8a:'ナ' // 
   ,0x1f8e:'ノ' // 
   ,0x1f8f:'ハ' // 
   ,0x1f90:'バ' // 
   ,0x1f91:'パ' // 
   ,0x1f92:'ヒ' // 
   ,0x1f93:'ビ' // 
   ,0x1f94:'ピ' // 
   ,0x1f95:'フ' // 
   ,0x1f96:'ブ' // 
   ,0x1f97:'プ' // 
   ,0x1f98:'ヘ' // 
   ,0x1f99:'ベ' // 
   ,0x1f9c:'ボ' // 
   ,0x1f9d:'ポ' // 
   ,0x1f9e:'マ' // 
   ,0x1fa0:'ム' // 
   ,0x1fa1:'メ' // 
   ,0x1fa3:'ャ' // 
   ,0x1fa7:'ョ' // 
   ,0x1fa8:'ヨ' // 
   ,0x1fa9:'ラ' // 
   ,0x1faa:'リ' // 
   ,0x1faa:'リ' // 
   ,0x1fab:'ル' // 
   ,0x1fac:'レ' // 
   ,0x1fad:'ロ' // 
   ,0x1fb3:'ン' // 
   ,0x1f6a:'オ' // 
   ,0x1f8b:'ニ' // 
   ,0x2016:'∥' // 
   ,0x2217:'꙳' // 위 첨자 별
   ,0x2223:'│' // 
   ,0x2225:'‖' // 세로 두줄
// ,0x25d9:'🔗' // 하이퍼링크
   ,0x25d9:'☈' // 하이퍼링크
   ,0x2e01:'①' // 
   ,0x2e02:'②' // 
   ,0x2e03:'③' // 
   ,0x2e04:'④' // 
   ,0x2e05:'⑤' // 
   ,0x2e06:'⑥'
   ,0x2e07:'⑦'
   ,0x2e08:'⑧'
   ,0x2e09:'⑨'
   ,0x3013:'┌' // 
   ,0x3014:'┬' // 
   ,0x3015:'┐' // 
   ,0x3016:'├' // 
   ,0x3017:'┼' // 
   ,0x3018:'┤' // 
   ,0x3019:'└' // 
   ,0x301a:'┴' // 
   ,0x301b:'┘' // 
// ,0x301c:'─' // 
   ,0x301c:'—' // 
   ,0x301d:'│' // 
// ,0x3027:'─'
   ,0x3027:'—'
// ,0x3032:'…'
//   ,0x3032:'┈'
   ,0x3032:'┄'
// ,0x303d:'〓'
   ,0x303d:'═'
   ,0x3048:'▬'
   ,0x3062:'“' // 
   ,0x3063:'”' // 
   ,0x3067:'‘' // 
   ,0x3068:'’' // 
// ,0x309b:'「' // 
   ,0x309b:'｢' // 
// ,0x309d:'」' // 
   ,0x309d:'｣' // 
   ,0x30bb:'『'
// ,0x30bb:'｛'
// ,0x30bb:'�'
   ,0x30bd:'』'
// ,0x30bd:'｝'
// ,0x30bd:'�'
   ,0x2bb9:'(부)' // 원문자 부
   ,0x3066:'·' // 
// ,0x3409:'­' // 출력안됨. 
   ,0x3409:'―' // ­대체
   ,0x3412:'〔' // 
   ,0x3413:'〕' // 
   ,0x3414:'〈' // 
   ,0x3415:'〉' // 
   ,0x341e:'±' // 
   ,0x341f:'×' // 
   ,0x3429:'℃' // 
   ,0x3438:'※' // 
   ,0x343b:'○' // 
   ,0x343c:'●' // 
   ,0x343d:'◎' // 
   ,0x343e:'◇' // 
   ,0x3442:'△' // 
   ,0x3443:'▲' // 
   ,0x3445:'▼' // 
   ,0x344b:'〓' // 
   ,0x3461:'⇒' // 
   ,0x3477:'◁' // 
   ,0x347f:'♧' // 
   ,0x348b:'▦' // 
   ,0x348e:'☏' // 
   ,0x349c:'♪' // 
   ,0x34a2:'™' // 
   ,0x34c5:'％' // 
   ,0x34c6:'＆' // 
   ,0x34c8:'（' // 
   ,0x34cb:'＋' // 
   ,0x34cc:'，' // 
   ,0x34ce:'．' // 
   ,0x34cf:'／' // 
   ,0x34d0:'０'
   ,0x34d1:'１' // 
   ,0x34d2:'２' // 
   ,0x34d3:'３'
   ,0x34d4:'４' // 
   ,0x34d5:'５' // 
   ,0x34d6:'６'
   ,0x34d7:'７'
   ,0x34d8:'８'
   ,0x34d9:'９' 
   ,0x34da:'：' // 
   ,0x34dc:'＜' // 
   ,0x34dd:'＝' // 
   ,0x34de:'＞' // 
   ,0x34df:'？' // 
   ,0x34e1:'Ａ' // 
   ,0x34e2:'Ｂ'
   ,0x34e3:'Ｃ'
   ,0x34e4:'Ｄ' // 
   ,0x34e5:'Ｅ'
   ,0x34e6:'Ｆ' // 
   ,0x34e7:'Ｇ'
   ,0x34e8:'Ｈ'
   ,0x34e9:'Ｉ'
   ,0x34ea:'Ｊ'
   ,0x34eb:'Ｋ'
   ,0x34ec:'Ｌ'
   ,0x34ed:'Ｍ'
   ,0x34ee:'Ｎ'
   ,0x34ef:'Ｏ'
   ,0x34f0:'Ｐ'
   ,0x34f1:'Ｑ'
   ,0x34f2:'Ｒ' // 
   ,0x34f3:'Ｓ'
   ,0x34f4:'Ｔ'
   ,0x34f5:'Ｕ'
   ,0x34f6:'Ｖ'
   ,0x34f7:'Ｗ'
   ,0x34f8:'Ｘ'
   ,0x34f9:'Ｙ'
   ,0x34fa:'Ｚ'
   ,0x34fc:'￦' // 
   ,0x3501:'ａ' // 
   ,0x3502:'ｂ'
   ,0x3503:'ｃ'
   ,0x3504:'ｄ'
   ,0x3505:'ｅ' // 
   ,0x3506:'ｆ'
   ,0x3507:'ｇ' // 
   ,0x3508:'ｈ'
   ,0x3509:'ｉ' // 
   ,0x350a:'ｊ'
   ,0x350b:'ｋ'
   ,0x350c:'ｌ'
   ,0x350d:'ｍ'
   ,0x350e:'ｎ' // 
   ,0x350f:'ｏ' // 
   ,0x3510:'ｐ'
   ,0x3511:'ｑ'
   ,0x3512:'ｒ'
   ,0x3513:'ｓ'
   ,0x3514:'ｔ'
   ,0x3515:'ｕ'
   ,0x3516:'ｖ'
   ,0x3517:'ｗ'
   ,0x3518:'ｘ'
   ,0x3519:'ｙ'
   ,0x351a:'ｚ' 
// ,0x3593:'Ⅲ' // 
   ,0x35c4:'δ' // 
   ,0x35d2:'σ' // 
   ,0x35d5:'φ' // 
   ,0x35e7:'├' // 
   ,0x35e8:'┳' // 
   ,0x35ea:'┻' // 
   ,0x35f4:'┫' // 
   ,0x35f9:'┫' // 
   ,0x35fa:'┷' // 
   ,0x3601:'┒' // 
   ,0x3606:'┕' // 
   ,0x364e:'㎜' // 
   ,0x364f:'㎝' // 
   ,0x3652:'㎠' // 
   ,0x37c9:'☆' // 
   ,0x37e6:'┝' // 
   ,0x37ed:'〓' // 
   ,0x37f8:'┿' // 
   ,0x3301:'F2̣' // F2 키
   ,0x3302:'F3̣' // F3 키
   ,0x3305:'F6͏' // F6 키
   ,0x3306:'F7่' // F7 키
   ,0x3307:'F8่' // F8 키
   ,0x3308:'F9ิ' // F9 키
   ,0x3309:'F10͏' // F10 키
   ,0x330e:'Ctrl͏' // Ctrl 키
   ,0x330c:'Alt͏' // Alt 키
   ,0x332c:'O͏' // O 키
   ,0x332e:'Q͏' // Q 키
   ,0x3335:'X͏' // X 키
   ,0x3343:'Esc͏' // Esc 키
   ,0x330d:'Shift̀' // Shift키
   ,0x335c:'Page Down͏' // Page Down 키
   ,0x3341:'⏎' // 엔터키 
// ,0x3401:'□' // 공백
   ,0x3401:'　' // 공백
   ,0x3c52:'　' // 공백
   ,0x3c53:'　' // 공백
   ,0x359d:' ' // 공백
   ,0x21e8:'⇨' // 우측 넓은 화살표
   ,0x3403:'。'
   ,0x3406:'…'
   ,0x3408:'〃'
   ,0x340a:'―' // 
   ,0x340e:'‘' // 
   ,0x340f:'’' // 
   ,0x3410:'❝' // 쌍따옴표
   ,0x3411:'❞' // 쌍따옴표
   ,0x3416:'《' // 
   ,0x3417:'》' // 
   ,0x3418:'「' // 
   ,0x3419:'」' // 
   ,0x341a:'『'
   ,0x341b:'』'
   ,0x341c:'【' // 
   ,0x341d:'】' // ??
   ,0x3426:'˚'
   ,0x3439:'☆'
// ,0x343a:'˚'
   ,0x343a:'★'
   ,0x3440:'□' // 빈공간
   ,0x346a:'˚'
   ,0x3479:'▷' // 
   ,0x347a:'▶' // 
   ,0x347e:'♥'
   ,0x3481:'⊙' // 
   ,0x3482:'◈'
   ,0x3483:'▣' // 
   ,0x3484:'◐' // 
   ,0x3485:'◑' // 
   ,0x3491:'☞' // 
   ,0x349d:'♬'
   ,0x34c9:'）'
   ,0x34cd:'－' // 
   ,0x351c:'│' // 
   ,0x3521:'ㄱ' // 
   ,0x3524:'ㄴ' // 
   ,0x3527:'ㄷ' // 
   ,0x3531:'ㅁ' // 
   ,0x3532:'ㅂ' // 
   ,0x3535:'ㅅ' // 
   ,0x3537:'ㅇ' // 
   ,0x3538:'ㅈ' // 
   ,0x353e:'ㅎ' // 
   ,0x3590:'Ⅰ' // 
   ,0x3591:'Ⅱ' // 
   ,0x3592:'Ⅲ' // 
   ,0x3593:'Ⅳ'
   ,0x3594:'Ⅴ'
   ,0x3595:'Ⅵ'
   ,0x3596:'Ⅶ'
   ,0x3597:'Ⅷ'
   ,0x3598:'Ⅸ'
   ,0x3599:'Ⅹ'
   ,0x35e1:'━'
   ,0x35e2:'┃' // 
   ,0x35e3:'┏'
   ,0x35e4:'┓' // 
   ,0x35e5:'┛' // 
   ,0x35e6:'┗' // 
   ,0x35e9:'┫' // 
   ,0x35eb:'╋' // 
   ,0x35ec:'━'
   ,0x35ed:'┃' // 
   ,0x35ee:'┏'
   ,0x35ef:'┓' // 
   ,0x35f0:'┛' // 
   ,0x35f1:'┗' // 
   ,0x3657:'㎎' // 
   ,0x365b:'㎉' // 
   ,0x36e7:'①'
   ,0x36e8:'②'
   ,0x36e9:'③'
   ,0x36ea:'④'
   ,0x36eb:'⑤'
   ,0x36ec:'⑥'
   ,0x36ed:'⑦'
   ,0x36ee:'⑧'
   ,0x36ef:'⑨'
   ,0x36f0:'⑩'
   ,0x36f1:'⑪'
   ,0x36f2:'⑫'
   ,0x36f3:'⑬'
   ,0x36f4:'⑭'
   ,0x36f5:'⑮'
   ,0x36f6:'½' // 
   ,0x3c2c:'&lt;' // <  // HWP 특수문자
   ,0x3444:'▽' // 
   ,0x2f27:'✦' // 별, 원문엔 붉은 기울어진 깃발이었으나 제일 비슷한걸로 대체함.
   ,0x25c8:'◈' // 
   ,0x37df:'▄' // 
   ,0x3655:'ha͏' // 
   ,0x37f9:'　' // 
   ,0x37ce:'　' // 
   ,0x3053:'-' // 
   ,0x3747:'⑴' // 
   ,0x3748:'⑵' // 
   ,0x3749:'⑶' // 
   ,0x374a:'⑷' // 
   ,0x374b:'⑸' // 
   ,0x374c:'⑹' // 
   ,0x374d:'⑺' // 
   ,0x374e:'⑻' // 
   ,0x374f:'⑼' // 
   ,0x2192:'→' // 
   ,0x36cf:'ⓒ' // 
   ,0x34ca:'＊' // 
   ,0x346f:'¿' // 
   ,0x344c:'≪' // 
   ,0x344d:'≫' // 
   ,0x343f:'◆' // 
   ,0x347c:'♠' // 
   ,0x31fc:'　' // 
   ,0x2218:'&#8728;' // 
   ,0x34c1:'！' // 
   ,0x34fb:'［' // 
   ,0x34fd:'］' // 
   ,0x3653:'㎡' // 
   ,0x3480:'♣' // 
   ,0x3478:'◀' // 
   ,0x346b:'˙' // 
   ,0x36b1:'㉠'
   ,0x36b2:'㉡'
   ,0x36b3:'㉢'
   ,0x36b4:'㉣'
   ,0x36b5:'㉤'
   ,0x36b6:'㉥'
   ,0x36b7:'㉦'
   ,0x36b8:'㉧'
   ,0x36b9:'㉨'
   ,0x36ba:'㉩'
   ,0x36bb:'㉪'
   ,0x36bc:'㉫'
   ,0x36bd:'㉬'
   ,0x36be:'㉭'
   ,0x3455:'∋'
   ,0x87c1:'ᆞ' // Á
   ,0x345a:'∪' // 
   ,0x345c:'∧' // 
   ,0x3576:'ㆆ' // 
   ,0x3459:'⊃' // 
   ,0x345e:'￢' // 
   ,0x37ca:'☻' // 
   ,0x1f9f:'ミ' // 
   ,0x1f6c:'ガ' // 
   ,0x1fa6:'ユ' // 
   ,0x1fc1:'。' // 
   ,0x1fc0:'、' // 
   ,0x2f11:'◦' // 
   ,0x34db:'；' // 
   ,0x3447:'←' // 
   ,0x3497:'↙' // 
   ,0x3449:'↓' // 
   ,0x3499:'↘' // 
   ,0x3448:'↑' // 
   ,0x35c1:'α' // 
   ,0x35c2:'β' // 
   ,0x2c02:'Ⓑ' // 동그라미 B
   ,0x37d3:'⇕' // 넓은 위 아래 화살표
   ,0x2c01:'Ⓐ' // 동그라미 A
   ,0x3147:'⇓' // 넓은 아래 화살표
   ,0x3146:'⇑' // 넓운 위 화살표
   ,0x3134:'⇐' // 넓은 왼 화살표
   ,0x3643:'㎗' // 
   ,0x3658:'㎏' // 
   ,0x3644:'ℓ' // 
   ,0x3642:'㎖' // 
   ,0x2f14:'◦' // 
   ,0x2f18:'∙' // 
   ,0x37f5:'╒' // 
   ,0x37d8:'╕' // 
   ,0x35f6:'╋' // 
   ,0x2015:'―' // 
   ,0x2f63:'▷' // 
   ,0x2f53:'◁' // 
   ,0x223c:'∼' // 
   ,0x35c3:'γ' // 
   ,0x364a:'㎦' // 
   ,0xef7a:'凹' // 
   ,0x3646:'㏄' // 
   ,0xa86a:'빩' // 조합형 한글에 빠진글자
   ,0x3151:'‧'
   ,0x357d:'ㆍ' // 
   ,0x377f:'Э' // 
   ,0x3766:'Е' // 
   ,0x3033:'┊' // 세로 점선
   ,0x3029:'┌' // 점선 대체
   ,0x302b:'┐' // 점선 대체
   ,0x302f:'└' // 점선 대체
   ,0x3031:'┘' // 점선 대체
   ,0x3769:'З' // 
   ,0x3763:'В' // 
   ,0x376a:'И' // 
   ,0x36bf:'㉮' // 
   ,0x36c0:'㉯' // 
   ,0x36c1:'㉰' // 
   ,0x36c2:'㉱' // 
   ,0x36c3:'㉲' // 
   ,0x36c4:'㉳' // 
   ,0x36c5:'㉴' // 
   ,0x2e41:'1️⃣' // � 사각형 1
   ,0x2e42:'2️⃣' // � 사각형 2
   ,0x2e43:'3️⃣' // � 사각형 3
   ,0x2e44:'4️⃣' // � 사각형 4
   ,0x3424:'∞' // 
   ,0x3378:'⚠' // 삼각형 느낌표
   ,0x36da:'ⓝ' // 
   ,0x345d:'∨' // 
   ,0x3136:'⇒' // 
   ,0x2b80:'㉮' // 
   ,0x2b81:'㉯' // 
   ,0x21b0:'↰' // 
   ,0x3437:'§' // 
   ,0x3486:'▒' // 
   ,0x2f54:'◃' // 
   ,0x2f64:'▹' // 
   ,0x012d:'ĭ' // 
   ,0x0103:'ă' // 
   ,0x00e0:'à' // 
   ,0x016d:'ŭ' // 
   ,0x8dc5:'꽌' // 조합형 한글에 미포함 글자
   ,0x0101:'ā' // 
   ,0x012b:'ī' // 
   ,0x3171:'◦' // 
   ,0x014f:'ŏ' // 
   ,0x011b:'ě' // 
   ,0x014d:'ō' // 
   ,0x0113:'ē' // 
   ,0x2d50:'[가]' //
   ,0x2d51:'[나]' // 
   ,0x2d52:'[다]' // 
   ,0x36f9:'¼' // 
   ,0x36fb:'⅛' // 
   ,0x36f7:'⅓' // 
   ,0x36f8:'⅔' // 
   ,0x3422:'≤' // 
   ,0x3423:'≥' // 
   ,0x301e:'┌' // 
   ,0x3020:'┐' // 
   ,0x3028:'│' // 
   ,0x3021:'├' // 
   ,0x302a:'┬' // 
   ,0x3023:'┤' // 
   ,0x302d:'┼' // 
   ,0x3037:'╠' // 
   ,0x303b:'╩' // 
   ,0x3038:'╬' // 
   ,0x3039:'╣' // 
   ,0x303e:'║' // 
   ,0x37f3:'╙' // 
   ,0x381c:'╙' // 
   ,0x3024:'└' // 
   ,0x3026:'┘'
   ,0x3030:'┴' // 
   ,0x2266:'≦' // 
   ,0x2267:'≧' // 
   ,0x21f3:'⬇' // 아래쪽 굵은 채움 화살표
   ,0x21f8:'➡' // 우측 굵은 채움 화살표
   ,0x21f1:'⬆' // 위쪽 굵은 채움 화살표
   ,0x21f6:'⬅' // 좌측 굵은 채움 화살표
   ,0x21f7:'⬆' // 위쪽 굵은 채움 화살표
   ,0x36de:'ⓡ' // 
   ,0x21d3:'⇓' // 아래쪽 외곽 화살표 열림
   ,0x344a:'↔' // 
   ,0x22c5:'⋅' // 
   ,0x321b:'[' // 
   ,0x321d:']' // 
   ,0x312c:'«' // 
   ,0x312e:'»' // 
   ,0x35b6:'Χ' // 
   ,0x349b:'♩' // 
   ,0x36d8:'ⓛ' // 
   ,0x2e00:'⓪' // 
   ,0x8bc2:'ᄀᆞᆨ' // 
   ,0x301f:'┬' // 
   ,0x36a1:'Æ' // 
   ,0x226a:'≪' // 
   ,0x226b:'≫' // 
   ,0x22ef:'⋯' // 가운대 점 3개
   ,0x377a:'Ш' // 
   ,0x37cf:'¶' // 
   ,0x353a:'ㅊ' // ??
   ,0x3778:'Ц' // 
   ,0x342e:'♂' // 
   ,0x342f:'♀' // 
   ,0x2080:'ᄀ' // 
   ,0x371f:'㈎' // 
   ,0x36a9:'Ł' // 
   ,0x3602:'┑' // 
   ,0x1f7f:'タ' // 
   ,0x1f45:'ゅ' // 
   ,0x370d:'þ' // 
   ,0x3547:'ㅗ' // 
   ,0x2508:'☰' // 건(乾)은 하늘
   ,0x250f:'☷' // 곤(坤)은 땅
   ,0x250d:'☵' // 감(坎)은 물
   ,0x250a:'☲' // 이(離)는 불
   ,0x250e:'☶' // 간(艮)은 산
   ,0x250b:'☳' // 진(震)은 천둥.
   ,0x250c:'☴' // 손(巽)은 바람
   ,0x2509:'☱' // 태(兌)
   ,0x3529:'ㄹ' // 
   ,0x35b7:'Ψ' // 
   ,0x205a:'○' // 
//// HWP 특수문자 끝

/// 한글 조합형 시작
   ,0x8441:'FL' // 종성
   ,0x8442:'ㄱ' // 종성 add
   ,0x8443:'ㄲ' // 종성 add
   ,0x8443:'ㄴ' // 종성 add
   ,0x8444:'ㄳ' // 종성
   ,0x8446:'ㄵ' // 종성
   ,0x8447:'ㄶ' // 종성
   ,0x8448:'ㄷ' // 종성 add
   ,0x8449:'ㄹ' // 종성 add
   ,0x844a:'ㄺ' // 종성
   ,0x844b:'ㄻ' // 종성
   ,0x844c:'ㄼ' // 종성
   ,0x844d:'ㄽ' // 종성
   ,0x844e:'ㄾ' // 종성
   ,0x844f:'ㄿ' // 종성
   ,0x8450:'ㅀ' // 종성
   ,0x8451:'ㅁ' // 종성 add
   ,0x8454:'ㅄ' // 종성
   ,0x8455:'ㅅ' // 종성 add
   ,0x8456:'ㅆ' // 종성 add
   ,0x8457:'ㅇ' // 종성 add
   ,0x8458:'ㅈ' // 종성 add
   ,0x8459:'ㅊ' // 종성 add
   ,0x845a:'ㅋ' // 종성 add
   ,0x845b:'ㅌ' // 종성 add
   ,0x845c:'ㅍ' // 종성 add
   ,0x845d:'ㅎ' // 종성 add
   ,0x8461:'ㅏ' // 중성
   ,0x8481:'ㅐ' // 중성
   ,0x84a1:'ㅑ' // 중성
   ,0x84c1:'ㅒ' // 중성
   ,0x84e1:'ㅓ' // 중성
   ,0x8541:'ㅔ' // 중성
   ,0x8561:'ㅕ' // 중성
   ,0x8581:'ㅖ' // 중성
   ,0x85a1:'ㅗ' // 중성
   ,0x85c1:'ㅘ' // 중성
   ,0x85e1:'ㅙ' // 중성
   ,0x8641:'ㅚ' // 중성
   ,0x8661:'ㅛ' // 중성
   ,0x8681:'ㅜ' // 중성
   ,0x86a1:'ㅝ' // 중성
   ,0x86c1:'ㅞ' // 중성
   ,0x86e1:'ㅟ' // 중성
   ,0x8741:'ㅠ' // 중성
   ,0x8761:'ㅡ' // 중성
   ,0x8781:'ㅢ' // 중성
   ,0x87a1:'ㅣ' // 중성
   ,0x8841:'ㄱ' // 초성
   ,0x8861:'가'
   ,0x8862:'각'
   ,0x8865:'간'
   ,0x8868:'갇'
   ,0x8869:'갈'
   ,0x886a:'갉'
   ,0x886b:'갊'
   ,0x8871:'감'
   ,0x8873:'갑'
   ,0x8874:'값'
   ,0x8875:'갓'
   ,0x8876:'갔'
   ,0x8877:'강'
   ,0x8878:'갖'
   ,0x8879:'갗'
   ,0x887b:'같'
   ,0x887c:'갚'
   ,0x887d:'갛'
   ,0x8881:'개'
   ,0x8882:'객'
   ,0x8885:'갠'
   ,0x8889:'갤'
   ,0x8891:'갬'
   ,0x8893:'갭'
   ,0x8895:'갯'
   ,0x8896:'갰'
   ,0x8897:'갱'
   ,0x88a1:'갸'
   ,0x88a2:'갹'
   ,0x88a5:'갼'
   ,0x88a9:'걀'
   ,0x88b5:'걋'
   ,0x88b7:'걍'
   ,0x88c1:'걔'
   ,0x88c5:'걘'
   ,0x88c9:'걜'
   ,0x88e1:'거'
   ,0x88e2:'걱'
   ,0x88e5:'건'
   ,0x88e8:'걷'
   ,0x88e9:'걸'
   ,0x88eb:'걺'
   ,0x88f1:'검'
   ,0x88f3:'겁'
   ,0x88f5:'것'
   ,0x88f6:'겄'
   ,0x88f7:'겅'
   ,0x88f8:'겆'
   ,0x88fb:'겉'
   ,0x88fc:'겊'
   ,0x88fd:'겋'
   ,0x8941:'게'
   ,0x8945:'겐'
   ,0x8949:'겔'
   ,0x8951:'겜'
   ,0x8953:'겝'
   ,0x8955:'겟'
   ,0x8956:'겠'
   ,0x8957:'겡'
   ,0x8961:'겨'
   ,0x8962:'격'
   ,0x8963:'겪'
   ,0x8965:'견'
   ,0x8968:'겯'
   ,0x8969:'결'
   ,0x8971:'겸'
   ,0x8973:'겹'
   ,0x8975:'겻'
   ,0x8976:'겼'
   ,0x8977:'경'
   ,0x897b:'곁'
   ,0x8981:'계'
   ,0x8985:'곈'
   ,0x8989:'곌'
   ,0x8993:'곕'
   ,0x8995:'곗'
   ,0x89a1:'고'
   ,0x89a2:'곡'
   ,0x89a5:'곤'
   ,0x89a8:'곧'
   ,0x89a9:'골'
   ,0x89ab:'곪'
   ,0x89ad:'곬'
   ,0x89b0:'곯'
   ,0x89b1:'곰'
   ,0x89b3:'곱'
   ,0x89b5:'곳'
   ,0x89b7:'공'
   ,0x89b8:'곶'
   ,0x89c1:'과'
   ,0x89c2:'곽'
   ,0x89c5:'관'
   ,0x89c9:'괄'
   ,0x89cb:'괆'
   ,0x89d1:'괌'
   ,0x89d3:'괍'
   ,0x89d5:'괏'
   ,0x89d7:'광'
   ,0x89e1:'괘'
   ,0x89e5:'괜'
   ,0x89e9:'괠'
   ,0x89f3:'괩'
   ,0x89f6:'괬'
   ,0x89f7:'괭'
   ,0x8a41:'괴'
   ,0x8a42:'괵'
   ,0x8a45:'괸'
   ,0x8a49:'괼'
   ,0x8a51:'굄'
   ,0x8a53:'굅'
   ,0x8a55:'굇'
   ,0x8a57:'굉'
   ,0x8a61:'교'
   ,0x8a65:'굔'
   ,0x8a69:'굘'
   ,0x8a73:'굡'
   ,0x8a75:'굣'
   ,0x8a81:'구'
   ,0x8a82:'국'
   ,0x8a85:'군'
   ,0x8a88:'굳'
   ,0x8a89:'굴'
   ,0x8a8a:'굵'
   ,0x8a8b:'굶'
   ,0x8a90:'굻'
   ,0x8a91:'굼'
   ,0x8a93:'굽'
   ,0x8a95:'굿'
   ,0x8a97:'궁'
   ,0x8a98:'궂'
   ,0x8a99:'궃'
   ,0x8aa1:'궈'
   ,0x8aa2:'궉'
   ,0x8aa5:'권'
   ,0x8aa9:'궐'
   ,0x8ab6:'궜'
   ,0x8ab7:'궝'
   ,0x8ac1:'궤'
   ,0x8ad5:'궷'
   ,0x8ae1:'귀'
   ,0x8ae2:'귁'
   ,0x8ae5:'귄'
   ,0x8ae9:'귈'
   ,0x8af1:'귐'
   ,0x8af3:'귑'
   ,0x8af5:'귓'
   ,0x8b41:'규'
   ,0x8b45:'균'
   ,0x8b49:'귤'
   ,0x8b61:'그'
   ,0x8b62:'극'
   ,0x8b65:'근'
   ,0x8b68:'귿'
   ,0x8b69:'글'
   ,0x8b6a:'긁'
   ,0x8b71:'금'
   ,0x8b73:'급'
   ,0x8b75:'긋'
   ,0x8b77:'긍'
   ,0x8b81:'긔'
   ,0x8ba1:'기'
   ,0x8ba2:'긱'
   ,0x8ba5:'긴'
   ,0x8ba8:'긷'
   ,0x8ba9:'길'
   ,0x8bab:'긺'
   ,0x8bb1:'김'
   ,0x8bb3:'깁'
   ,0x8bb5:'깃'
   ,0x8bb7:'깅'
   ,0x8bb8:'깆'
   ,0x8bbc:'깊'
   ,0x8c41:'ㄲ' // 초성 add
   ,0x8c61:'까'
   ,0x8c62:'깍'
   ,0x8c63:'깎'
   ,0x8c65:'깐'
   ,0x8c69:'깔'
   ,0x8c6b:'깖'
   ,0x8c71:'깜'
   ,0x8c73:'깝'
   ,0x8c75:'깟'
   ,0x8c76:'깠'
   ,0x8c77:'깡'
   ,0x8c7b:'깥'
   ,0x8c81:'깨'
   ,0x8c82:'깩'
   ,0x8c85:'깬'
   ,0x8c89:'깰'
   ,0x8c91:'깸'
   ,0x8c93:'깹'
   ,0x8c95:'깻'
   ,0x8c96:'깼'
   ,0x8c97:'깽'
   ,0x8ca1:'꺄'
   ,0x8ca2:'꺅'
   ,0x8ca9:'꺌'
   ,0x8ce1:'꺼'
   ,0x8ce2:'꺽'
   ,0x8ce3:'꺾'
   ,0x8ce5:'껀'
   ,0x8ce9:'껄'
   ,0x8cf1:'껌'
   ,0x8cf3:'껍'
   ,0x8cf5:'껏'
   ,0x8cf6:'껐'
   ,0x8cf7:'껑'
   ,0x8d41:'께'
   ,0x8d42:'껙'
   ,0x8d45:'껜'
   ,0x8d51:'껨'
   ,0x8d55:'껫'
   ,0x8d57:'껭'
   ,0x8d61:'껴'
   ,0x8d65:'껸'
   ,0x8d69:'껼'
   ,0x8d75:'꼇'
   ,0x8d76:'꼈'
   ,0x8d7b:'꼍'
   ,0x8d81:'꼐'
   ,0x8da1:'꼬'
   ,0x8da2:'꼭'
   ,0x8da5:'꼰'
   ,0x8da7:'꼲'
   ,0x8da9:'꼴'
   ,0x8db1:'꼼'
   ,0x8db3:'꼽'
   ,0x8db5:'꼿'
   ,0x8db7:'꽁'
   ,0x8db8:'꽂'
   ,0x8db9:'꽃'
   ,0x8dc1:'꽈'
   ,0x8dc2:'꽉'
   ,0x8dc9:'꽐'
   ,0x8dd6:'꽜'
   ,0x8dd7:'꽝'
   ,0x8de1:'꽤'
   ,0x8de2:'꽥'
   ,0x8df7:'꽹'
   ,0x8e41:'꾀'
   ,0x8e45:'꾄'
   ,0x8e49:'꾈'
   ,0x8e51:'꾐'
   ,0x8e53:'꾑'
   ,0x8e57:'꾕'
   ,0x8e61:'꾜'
   ,0x8e81:'꾸'
   ,0x8e82:'꾹'
   ,0x8e85:'꾼'
   ,0x8e89:'꿀'
   ,0x8e90:'꿇'
   ,0x8e91:'꿈'
   ,0x8e93:'꿉'
   ,0x8e95:'꿋'
   ,0x8e97:'꿍'
   ,0x8e98:'꿎'
   ,0x8ea1:'꿔'
   ,0x8ea9:'꿜'
   ,0x8eb6:'꿨'
   ,0x8eb7:'꿩'
   ,0x8ec1:'꿰'
   ,0x8ec2:'꿱'
   ,0x8ec5:'꿴'
   ,0x8ec9:'꿸'
   ,0x8ed1:'뀀'
   ,0x8ed3:'뀁'
   ,0x8ed6:'뀄'
   ,0x8ee1:'뀌'
   ,0x8ee5:'뀐'
   ,0x8ee9:'뀔'
   ,0x8ef1:'뀜'
   ,0x8ef3:'뀝'
   ,0x8f41:'뀨'
   ,0x8f61:'끄'
   ,0x8f62:'끅'
   ,0x8f65:'끈'
   ,0x8f67:'끊'
   ,0x8f69:'끌'
   ,0x8f6b:'끎'
   ,0x8f70:'끓'
   ,0x8f71:'끔'
   ,0x8f73:'끕'
   ,0x8f75:'끗'
   ,0x8f77:'끙'
   ,0x8f7b:'끝'
   ,0x8fa1:'끼'
   ,0x8fa2:'끽'
   ,0x8fa5:'낀'
   ,0x8fa9:'낄'
   ,0x8fb1:'낌'
   ,0x8fb3:'낍'
   ,0x8fb5:'낏'
   ,0x8fb7:'낑'
   ,0x9041:'ㄴ' // 초성 add
   ,0x9061:'나'
   ,0x9062:'낙'
   ,0x9063:'낚'
   ,0x9065:'난'
   ,0x9068:'낟'
   ,0x9069:'날'
   ,0x906a:'낡'
   ,0x906b:'낢'
   ,0x9071:'남'
   ,0x9073:'납'
   ,0x9075:'낫'
   ,0x9076:'났'
   ,0x9077:'낭'
   ,0x9078:'낮'
   ,0x9079:'낯'
   ,0x907b:'낱'
   ,0x907d:'낳'
   ,0x9081:'내'
   ,0x9082:'낵'
   ,0x9085:'낸'
   ,0x9089:'낼'
   ,0x9091:'냄'
   ,0x9093:'냅'
   ,0x9095:'냇'
   ,0x9096:'냈'
   ,0x9097:'냉'
   ,0x90a1:'냐'
   ,0x90a2:'냑'
   ,0x90a5:'냔'
   ,0x90a9:'냘'
   ,0x90b1:'냠'
   ,0x90b7:'냥'
   ,0x90e1:'너'
   ,0x90e2:'넉'
   ,0x90e4:'넋'
   ,0x90e5:'넌'
   ,0x90e9:'널'
   ,0x90eb:'넒'
   ,0x90ec:'넓'
   ,0x90f1:'넘'
   ,0x90f3:'넙'
   ,0x90f5:'넛'
   ,0x90f6:'넜'
   ,0x90f7:'넝'
   ,0x90fd:'넣'
   ,0x9141:'네'
   ,0x9142:'넥'
   ,0x9145:'넨'
   ,0x9149:'넬'
   ,0x9151:'넴'
   ,0x9153:'넵'
   ,0x9155:'넷'
   ,0x9156:'넸'
   ,0x9157:'넹'
   ,0x9161:'녀'
   ,0x9162:'녁'
   ,0x9165:'년'
   ,0x9169:'녈'
   ,0x9171:'념'
   ,0x9173:'녑'
   ,0x9176:'녔'
   ,0x9177:'녕'
   ,0x917a:'녘'
   ,0x9181:'녜'
   ,0x9185:'녠'
   ,0x91a1:'노'
   ,0x91a2:'녹'
   ,0x91a5:'논'
   ,0x91a9:'놀'
   ,0x91ab:'놂'
   ,0x91b1:'놈'
   ,0x91b3:'놉'
   ,0x91b5:'놋'
   ,0x91b7:'농'
   ,0x91bc:'높'
   ,0x91bd:'놓'
   ,0x91c1:'놔'
   ,0x91c5:'놘'
   ,0x91c9:'놜'
   ,0x91d6:'놨'
   ,0x9241:'뇌'
   ,0x9245:'뇐'
   ,0x9249:'뇔'
   ,0x9251:'뇜'
   ,0x9253:'뇝'
   ,0x9255:'뇟'
   ,0x9261:'뇨'
   ,0x9262:'뇩'
   ,0x9265:'뇬'
   ,0x9269:'뇰'
   ,0x9273:'뇹'
   ,0x9275:'뇻'
   ,0x9277:'뇽'
   ,0x9281:'누'
   ,0x9282:'눅'
   ,0x9285:'눈'
   ,0x9288:'눋'
   ,0x9289:'눌'
   ,0x9291:'눔'
   ,0x9293:'눕'
   ,0x9295:'눗'
   ,0x9297:'눙'
   ,0x92a1:'눠'
   ,0x92b6:'눴'
   ,0x92c1:'눼'
   ,0x92e1:'뉘'
   ,0x92e5:'뉜'
   ,0x92e9:'뉠'
   ,0x92f1:'뉨'
   ,0x92f3:'뉩'
   ,0x9341:'뉴'
   ,0x9342:'뉵'
   ,0x9349:'뉼'
   ,0x9351:'늄'
   ,0x9353:'늅'
   ,0x9357:'늉'
   ,0x9361:'느'
   ,0x9362:'늑'
   ,0x9365:'는'
   ,0x9369:'늘'
   ,0x936a:'늙'
   ,0x936b:'늚'
   ,0x9371:'늠'
   ,0x9373:'늡'
   ,0x9375:'늣'
   ,0x9377:'능'
   ,0x9378:'늦'
   ,0x937c:'늪'
   ,0x9381:'늬'
   ,0x9385:'늰'
   ,0x9389:'늴'
   ,0x93a1:'니'
   ,0x93a2:'닉'
   ,0x93a5:'닌'
   ,0x93a9:'닐'
   ,0x93ab:'닒'
   ,0x93b1:'님'
   ,0x93b3:'닙'
   ,0x93b5:'닛'
   ,0x93b7:'닝'
   ,0x93bc:'닢'
   ,0x9441:'ㄷ' // 초성 add
   ,0x9461:'다'
   ,0x9462:'닥'
   ,0x9463:'닦'
   ,0x9465:'단'
   ,0x9468:'닫'
   ,0x9469:'달'
   ,0x946a:'닭'
   ,0x946b:'닮'
   ,0x946c:'닯'
   ,0x9470:'닳'
   ,0x9471:'담'
   ,0x9473:'답'
   ,0x9475:'닷'
   ,0x9476:'닸'
   ,0x9477:'당'
   ,0x9478:'닺'
   ,0x9479:'닻'
   ,0x947d:'닿'
   ,0x9481:'대'
   ,0x9482:'댁'
   ,0x9485:'댄'
   ,0x9489:'댈'
   ,0x9491:'댐'
   ,0x9493:'댑'
   ,0x9495:'댓'
   ,0x9496:'댔'
   ,0x9497:'댕'
   ,0x94a1:'댜'
   ,0x94e1:'더'
   ,0x94e2:'덕'
   ,0x94e3:'덖'
   ,0x94e5:'던'
   ,0x94e8:'덛'
   ,0x94e9:'덜'
   ,0x94eb:'덞'
   ,0x94ec:'덟'
   ,0x94f1:'덤'
   ,0x94f3:'덥'
   ,0x94f5:'덧'
   ,0x94f7:'덩'
   ,0x94f9:'덫'
   ,0x94fc:'덮'
   ,0x9541:'데'
   ,0x9542:'덱'
   ,0x9545:'덴'
   ,0x9549:'델'
   ,0x9551:'뎀'
   ,0x9553:'뎁'
   ,0x9555:'뎃'
   ,0x9556:'뎄'
   ,0x9557:'뎅'
   ,0x9561:'뎌'
   ,0x9565:'뎐'
   ,0x9569:'뎔'
   ,0x9576:'뎠'
   ,0x9577:'뎡'
   ,0x9581:'뎨'
   ,0x9585:'뎬'
   ,0x95a1:'도'
   ,0x95a2:'독'
   ,0x95a5:'돈'
   ,0x95a8:'돋'
   ,0x95a9:'돌'
   ,0x95ab:'돎'
   ,0x95ad:'돐'
   ,0x95b1:'돔'
   ,0x95b3:'돕'
   ,0x95b5:'돗'
   ,0x95b7:'동'
   ,0x95b9:'돛'
   ,0x95bb:'돝'
   ,0x95c1:'돠'
   ,0x95c5:'돤'
   ,0x95c9:'돨'
   ,0x95e1:'돼'
   ,0x95f6:'됐'
   ,0x9641:'되'
   ,0x9645:'된'
   ,0x9649:'될'
   ,0x9651:'됨'
   ,0x9653:'됩'
   ,0x9655:'됫'
   ,0x9661:'됴'
   ,0x9681:'두'
   ,0x9682:'둑'
   ,0x9685:'둔'
   ,0x9689:'둘'
   ,0x9691:'둠'
   ,0x9693:'둡'
   ,0x9695:'둣'
   ,0x9697:'둥'
   ,0x96a1:'둬'
   ,0x96b6:'뒀'
   ,0x96c1:'뒈'
   ,0x96d7:'뒝'
   ,0x96e1:'뒤'
   ,0x96e5:'뒨'
   ,0x96e9:'뒬'
   ,0x96f3:'뒵'
   ,0x96f5:'뒷'
   ,0x96f7:'뒹'
   ,0x9741:'듀'
   ,0x9745:'듄'
   ,0x9749:'듈'
   ,0x9751:'듐'
   ,0x9757:'듕'
   ,0x9761:'드'
   ,0x9762:'득'
   ,0x9765:'든'
   ,0x9768:'듣'
   ,0x9769:'들'
   ,0x976b:'듦'
   ,0x9771:'듬'
   ,0x9773:'듭'
   ,0x9775:'듯'
   ,0x9777:'등'
   ,0x9781:'듸'
   ,0x97a1:'디'
   ,0x97a2:'딕'
   ,0x97a5:'딘'
   ,0x97a8:'딛'
   ,0x97a9:'딜'
   ,0x97b1:'딤'
   ,0x97b3:'딥'
   ,0x97b5:'딧'
   ,0x97b6:'딨'
   ,0x97b7:'딩'
   ,0x97b8:'딪'
   ,0x9841:'ㄸ' // 초성 add
   ,0x9861:'따'
   ,0x9862:'딱'
   ,0x9865:'딴'
   ,0x9869:'딸'
   ,0x9871:'땀'
   ,0x9873:'땁'
   ,0x9875:'땃'
   ,0x9876:'땄'
   ,0x9877:'땅'
   ,0x987d:'땋'
   ,0x9881:'때'
   ,0x9882:'땍'
   ,0x9885:'땐'
   ,0x9889:'땔'
   ,0x9891:'땜'
   ,0x9893:'땝'
   ,0x9895:'땟'
   ,0x9896:'땠'
   ,0x9897:'땡'
   ,0x98e1:'떠'
   ,0x98e2:'떡'
   ,0x98e5:'떤'
   ,0x98e9:'떨'
   ,0x98eb:'떪'
   ,0x98ec:'떫'
   ,0x98f1:'떰'
   ,0x98f3:'떱'
   ,0x98f5:'떳'
   ,0x98f6:'떴'
   ,0x98f7:'떵'
   ,0x98fd:'떻'
   ,0x9941:'떼'
   ,0x9942:'떽'
   ,0x9945:'뗀'
   ,0x9949:'뗄'
   ,0x9951:'뗌'
   ,0x9953:'뗍'
   ,0x9955:'뗏'
   ,0x9956:'뗐'
   ,0x9957:'뗑'
   ,0x9961:'뗘'
   ,0x9976:'뗬'
   ,0x99a1:'또'
   ,0x99a2:'똑'
   ,0x99a5:'똔'
   ,0x99a9:'똘'
   ,0x99b7:'똥'
   ,0x99c1:'똬'
   ,0x99c9:'똴'
   ,0x99e1:'뙈'
   ,0x9a41:'뙤'
   ,0x9a45:'뙨'
   ,0x9a81:'뚜'
   ,0x9a82:'뚝'
   ,0x9a85:'뚠'
   ,0x9a89:'뚤'
   ,0x9a90:'뚫'
   ,0x9a91:'뚬'
   ,0x9a97:'뚱'
   ,0x9ac1:'뛔'
   ,0x9ae1:'뛰'
   ,0x9ae5:'뛴'
   ,0x9ae9:'뛸'
   ,0x9af1:'뜀'
   ,0x9af3:'뜁'
   ,0x9af7:'뜅'
   ,0x9b61:'뜨'
   ,0x9b62:'뜩'
   ,0x9b65:'뜬'
   ,0x9b68:'뜯'
   ,0x9b69:'뜰'
   ,0x9b71:'뜸'
   ,0x9b73:'뜹'
   ,0x9b75:'뜻'
   ,0x9b81:'띄'
   ,0x9b85:'띈'
   ,0x9b89:'띌'
   ,0x9b91:'띔'
   ,0x9b93:'띕'
   ,0x9ba1:'띠'
   ,0x9ba5:'띤'
   ,0x9ba9:'띨'
   ,0x9bb1:'띰'
   ,0x9bb3:'띱'
   ,0x9bb5:'띳'
   ,0x9bb7:'띵'
   ,0x9c41:'ㄹ' // 초성 add
   ,0x9c61:'라'
   ,0x9c62:'락'
   ,0x9c65:'란'
   ,0x9c69:'랄'
   ,0x9c71:'람'
   ,0x9c73:'랍'
   ,0x9c75:'랏'
   ,0x9c76:'랐'
   ,0x9c77:'랑'
   ,0x9c78:'랒'
   ,0x9c7c:'랖'
   ,0x9c7d:'랗'
   ,0x9c81:'래'
   ,0x9c82:'랙'
   ,0x9c85:'랜'
   ,0x9c89:'랠'
   ,0x9c91:'램'
   ,0x9c93:'랩'
   ,0x9c95:'랫'
   ,0x9c96:'랬'
   ,0x9c97:'랭'
   ,0x9ca1:'랴'
   ,0x9ca2:'략'
   ,0x9ca5:'랸'
   ,0x9cb5:'럇'
   ,0x9cb7:'량'
   ,0x9ce1:'러'
   ,0x9ce2:'럭'
   ,0x9ce5:'런'
   ,0x9ce9:'럴'
   ,0x9cf1:'럼'
   ,0x9cf3:'럽'
   ,0x9cf5:'럿'
   ,0x9cf6:'렀'
   ,0x9cf7:'렁'
   ,0x9cfd:'렇'
   ,0x9d41:'레'
   ,0x9d42:'렉'
   ,0x9d45:'렌'
   ,0x9d49:'렐'
   ,0x9d51:'렘'
   ,0x9d53:'렙'
   ,0x9d55:'렛'
   ,0x9d57:'렝'
   ,0x9d61:'려'
   ,0x9d62:'력'
   ,0x9d65:'련'
   ,0x9d69:'렬'
   ,0x9d71:'렴'
   ,0x9d73:'렵'
   ,0x9d75:'렷'
   ,0x9d76:'렸'
   ,0x9d77:'령'
   ,0x9d81:'례'
   ,0x9d85:'롄'
   ,0x9d93:'롑'
   ,0x9d95:'롓'
   ,0x9da1:'로'
   ,0x9da2:'록'
   ,0x9da5:'론'
   ,0x9da9:'롤'
   ,0x9db1:'롬'
   ,0x9db3:'롭'
   ,0x9db5:'롯'
   ,0x9db7:'롱'
   ,0x9dc1:'롸'
   ,0x9dc5:'롼'
   ,0x9dd7:'뢍'
   ,0x9df6:'뢨'
   ,0x9e41:'뢰'
   ,0x9e45:'뢴'
   ,0x9e49:'뢸'
   ,0x9e51:'룀'
   ,0x9e53:'룁'
   ,0x9e55:'룃'
   ,0x9e57:'룅'
   ,0x9e61:'료'
   ,0x9e65:'룐'
   ,0x9e69:'룔'
   ,0x9e73:'룝'
   ,0x9e75:'룟'
   ,0x9e77:'룡'
   ,0x9e81:'루'
   ,0x9e82:'룩'
   ,0x9e85:'룬'
   ,0x9e89:'룰'
   ,0x9e91:'룸'
   ,0x9e93:'룹'
   ,0x9e95:'룻'
   ,0x9e97:'룽'
   ,0x9ea1:'뤄'
   ,0x9eb6:'뤘'
   ,0x9ec1:'뤠'
   ,0x9ee1:'뤼'
   ,0x9ee2:'뤽'
   ,0x9ee5:'륀'
   ,0x9ee9:'륄'
   ,0x9ef1:'륌'
   ,0x9ef5:'륏'
   ,0x9ef7:'륑'
   ,0x9f41:'류'
   ,0x9f42:'륙'
   ,0x9f45:'륜'
   ,0x9f49:'률'
   ,0x9f51:'륨'
   ,0x9f53:'륩'
   ,0x9f55:'륫'
   ,0x9f57:'륭'
   ,0x9f61:'르'
   ,0x9f62:'륵'
   ,0x9f65:'른'
   ,0x9f69:'를'
   ,0x9f71:'름'
   ,0x9f73:'릅'
   ,0x9f75:'릇'
   ,0x9f77:'릉'
   ,0x9f78:'릊'
   ,0x9f7b:'릍'
   ,0x9f7c:'릎'
   ,0x9fa1:'리'
   ,0x9fa2:'릭'
   ,0x9fa5:'린'
   ,0x9fa9:'릴'
   ,0x9fb1:'림'
   ,0x9fb3:'립'
   ,0x9fb5:'릿'
   ,0x9fb7:'링'
   ,0xa041:'ㅁ' // 초성 add
   ,0xa061:'마'
   ,0xa062:'막'
   ,0xa065:'만'
   ,0xa067:'많'
   ,0xa068:'맏'
   ,0xa069:'말'
   ,0xa06a:'맑'
   ,0xa06b:'맒'
   ,0xa071:'맘'
   ,0xa073:'맙'
   ,0xa075:'맛'
   ,0xa077:'망'
   ,0xa078:'맞'
   ,0xa07b:'맡'
   ,0xa07d:'맣'
   ,0xa081:'매'
   ,0xa082:'맥'
   ,0xa085:'맨'
   ,0xa089:'맬'
   ,0xa091:'맴'
   ,0xa093:'맵'
   ,0xa095:'맷'
   ,0xa096:'맸'
   ,0xa097:'맹'
   ,0xa098:'맺'
   ,0xa0a1:'먀'
   ,0xa0a2:'먁'
   ,0xa0a9:'먈'
   ,0xa0b7:'먕'
   ,0xa0e1:'머'
   ,0xa0e2:'먹'
   ,0xa0e5:'먼'
   ,0xa0e9:'멀'
   ,0xa0eb:'멂'
   ,0xa0f1:'멈'
   ,0xa0f3:'멉'
   ,0xa0f5:'멋'
   ,0xa0f7:'멍'
   ,0xa0f8:'멎'
   ,0xa0fd:'멓'
   ,0xa141:'메'
   ,0xa142:'멕'
   ,0xa145:'멘'
   ,0xa149:'멜'
   ,0xa151:'멤'
   ,0xa153:'멥'
   ,0xa155:'멧'
   ,0xa156:'멨'
   ,0xa157:'멩'
   ,0xa161:'며'
   ,0xa162:'멱'
   ,0xa165:'면'
   ,0xa169:'멸'
   ,0xa175:'몃'
   ,0xa176:'몄'
   ,0xa177:'명'
   ,0xa179:'몇'
   ,0xa181:'몌'
   ,0xa1a1:'모'
   ,0xa1a2:'목'
   ,0xa1a4:'몫'
   ,0xa1a5:'몬'
   ,0xa1a9:'몰'
   ,0xa1ab:'몲'
   ,0xa1b1:'몸'
   ,0xa1b3:'몹'
   ,0xa1b5:'못'
   ,0xa1b7:'몽'
   ,0xa1c1:'뫄'
   ,0xa1c5:'뫈'
   ,0xa1d6:'뫘'
   ,0xa1d7:'뫙'
   ,0xa241:'뫼'
   ,0xa245:'묀'
   ,0xa249:'묄'
   ,0xa253:'묍'
   ,0xa255:'묏'
   ,0xa257:'묑'
   ,0xa261:'묘'
   ,0xa265:'묜'
   ,0xa269:'묠'
   ,0xa273:'묩'
   ,0xa275:'묫'
   ,0xa281:'무'
   ,0xa282:'묵'
   ,0xa283:'묶'
   ,0xa285:'문'
   ,0xa288:'묻'
   ,0xa289:'물'
   ,0xa28a:'묽'
   ,0xa28b:'묾'
   ,0xa291:'뭄'
   ,0xa293:'뭅'
   ,0xa295:'뭇'
   ,0xa297:'뭉'
   ,0xa29b:'뭍'
   ,0xa29d:'뭏'
   ,0xa2a1:'뭐'
   ,0xa2a5:'뭔'
   ,0xa2a9:'뭘'
   ,0xa2b3:'뭡'
   ,0xa2b5:'뭣'
   ,0xa2c1:'뭬'
   ,0xa2e1:'뮈'
   ,0xa2e5:'뮌'
   ,0xa2e9:'뮐'
   ,0xa341:'뮤'
   ,0xa345:'뮨'
   ,0xa349:'뮬'
   ,0xa351:'뮴'
   ,0xa355:'뮷'
   ,0xa361:'므'
   ,0xa365:'믄'
   ,0xa369:'믈'
   ,0xa371:'믐'
   ,0xa375:'믓'
   ,0xa3a1:'미'
   ,0xa3a2:'믹'
   ,0xa3a5:'민'
   ,0xa3a8:'믿'
   ,0xa3a9:'밀'
   ,0xa3ab:'밂'
   ,0xa3b1:'밈'
   ,0xa3b3:'밉'
   ,0xa3b5:'밋'
   ,0xa3b6:'밌'
   ,0xa3b7:'밍'
   ,0xa3b9:'및'
   ,0xa3bb:'밑'
   ,0xa441:'ㅂ' // 초성 add
   ,0xa461:'바'
   ,0xa462:'박'
   ,0xa463:'밖'
   ,0xa464:'밗'
   ,0xa465:'반'
   ,0xa468:'받'
   ,0xa469:'발'
   ,0xa46a:'밝'
   ,0xa46b:'밞'
   ,0xa46c:'밟'
   ,0xa471:'밤'
   ,0xa473:'밥'
   ,0xa475:'밧'
   ,0xa477:'방'
   ,0xa47b:'밭'
   ,0xa481:'배'
   ,0xa482:'백'
   ,0xa485:'밴'
   ,0xa489:'밸'
   ,0xa491:'뱀'
   ,0xa493:'뱁'
   ,0xa495:'뱃'
   ,0xa496:'뱄'
   ,0xa497:'뱅'
   ,0xa49b:'뱉'
   ,0xa4a1:'뱌'
   ,0xa4a2:'뱍'
   ,0xa4a5:'뱐'
   ,0xa4b3:'뱝'
   ,0xa4e1:'버'
   ,0xa4e2:'벅'
   ,0xa4e5:'번'
   ,0xa4e8:'벋'
   ,0xa4e9:'벌'
   ,0xa4eb:'벎'
   ,0xa4f1:'범'
   ,0xa4f3:'법'
   ,0xa4f5:'벗'
   ,0xa4f7:'벙'
   ,0xa4f8:'벚'
   ,0xa541:'베'
   ,0xa542:'벡'
   ,0xa545:'벤'
   ,0xa548:'벧'
   ,0xa549:'벨'
   ,0xa551:'벰'
   ,0xa553:'벱'
   ,0xa555:'벳'
   ,0xa556:'벴'
   ,0xa557:'벵'
   ,0xa561:'벼'
   ,0xa562:'벽'
   ,0xa565:'변'
   ,0xa569:'별'
   ,0xa573:'볍'
   ,0xa575:'볏'
   ,0xa576:'볐'
   ,0xa577:'병'
   ,0xa57b:'볕'
   ,0xa581:'볘'
   ,0xa585:'볜'
   ,0xa5a1:'보'
   ,0xa5a2:'복'
   ,0xa5a3:'볶'
   ,0xa5a5:'본'
   ,0xa5a9:'볼'
   ,0xa5b1:'봄'
   ,0xa5b3:'봅'
   ,0xa5b5:'봇'
   ,0xa5b7:'봉'
   ,0xa5c1:'봐'
   ,0xa5c5:'봔'
   ,0xa5d6:'봤'
   ,0xa5e1:'봬'
   ,0xa5f6:'뵀'
   ,0xa641:'뵈'
   ,0xa642:'뵉'
   ,0xa645:'뵌'
   ,0xa649:'뵐'
   ,0xa651:'뵘'
   ,0xa653:'뵙'
   ,0xa661:'뵤'
   ,0xa665:'뵨'
   ,0xa681:'부'
   ,0xa682:'북'
   ,0xa685:'분'
   ,0xa688:'붇'
   ,0xa689:'불'
   ,0xa68a:'붉'
   ,0xa68b:'붊'
   ,0xa691:'붐'
   ,0xa693:'붑'
   ,0xa695:'붓'
   ,0xa697:'붕'
   ,0xa69b:'붙'
   ,0xa69c:'붚'
   ,0xa6a1:'붜'
   ,0xa6a9:'붤'
   ,0xa6b6:'붰'
   ,0xa6c1:'붸'
   ,0xa6e1:'뷔'
   ,0xa6e2:'뷕'
   ,0xa6e5:'뷘'
   ,0xa6e9:'뷜'
   ,0xa6f7:'뷩'
   ,0xa741:'뷰'
   ,0xa745:'뷴'
   ,0xa749:'뷸'
   ,0xa751:'븀'
   ,0xa755:'븃'
   ,0xa757:'븅'
   ,0xa761:'브'
   ,0xa762:'븍'
   ,0xa765:'븐'
   ,0xa769:'블'
   ,0xa771:'븜'
   ,0xa773:'븝'
   ,0xa775:'븟'
   ,0xa7a1:'비'
   ,0xa7a2:'빅'
   ,0xa7a5:'빈'
   ,0xa7a9:'빌'
   ,0xa7ab:'빎'
   ,0xa7b1:'빔'
   ,0xa7b3:'빕'
   ,0xa7b5:'빗'
   ,0xa7b7:'빙'
   ,0xa7b8:'빚'
   ,0xa7b9:'빛'
   ,0xa841:'ㅃ' // 초성 add
   ,0xa861:'빠'
   ,0xa862:'빡'
   ,0xa865:'빤'
   ,0xa869:'빨'
   ,0xa86b:'빪'
   ,0xa871:'빰'
   ,0xa873:'빱'
   ,0xa875:'빳'
   ,0xa876:'빴'
   ,0xa877:'빵'
   ,0xa87d:'빻'
   ,0xa881:'빼'
   ,0xa882:'빽'
   ,0xa885:'뺀'
   ,0xa889:'뺄'
   ,0xa891:'뺌'
   ,0xa893:'뺍'
   ,0xa895:'뺏'
   ,0xa896:'뺐'
   ,0xa897:'뺑'
   ,0xa8a1:'뺘'
   ,0xa8a2:'뺙'
   ,0xa8b1:'뺨'
   ,0xa8e1:'뻐'
   ,0xa8e2:'뻑'
   ,0xa8e5:'뻔'
   ,0xa8e8:'뻗'
   ,0xa8e9:'뻘'
   ,0xa8f1:'뻠'
   ,0xa8f5:'뻣'
   ,0xa8f6:'뻤'
   ,0xa8f7:'뻥'
   ,0xa941:'뻬'
   ,0xa957:'뼁'
   ,0xa961:'뼈'
   ,0xa962:'뼉'
   ,0xa971:'뼘'
   ,0xa973:'뼙'
   ,0xa975:'뼛'
   ,0xa976:'뼜'
   ,0xa977:'뼝'
   ,0xa9a1:'뽀'
   ,0xa9a2:'뽁'
   ,0xa9a5:'뽄'
   ,0xa9a9:'뽈'
   ,0xa9b1:'뽐'
   ,0xa9b3:'뽑'
   ,0xa9b7:'뽕'
   ,0xaa41:'뾔'
   ,0xaa61:'뾰'
   ,0xaa77:'뿅'
   ,0xaa81:'뿌'
   ,0xaa82:'뿍'
   ,0xaa85:'뿐'
   ,0xaa89:'뿔'
   ,0xaa91:'뿜'
   ,0xaa95:'뿟'
   ,0xaa97:'뿡'
   ,0xab41:'쀼'
   ,0xab57:'쁑'
   ,0xab61:'쁘'
   ,0xab65:'쁜'
   ,0xab69:'쁠'
   ,0xab71:'쁨'
   ,0xab73:'쁩'
   ,0xaba1:'삐'
   ,0xaba2:'삑'
   ,0xaba5:'삔'
   ,0xaba9:'삘'
   ,0xabb1:'삠'
   ,0xabb3:'삡'
   ,0xabb5:'삣'
   ,0xabb7:'삥'
   ,0xac41:'ㅅ' // 초성 add
   ,0xac61:'사'
   ,0xac62:'삭'
   ,0xac64:'삯'
   ,0xac65:'산'
   ,0xac68:'삳'
   ,0xac69:'살'
   ,0xac6a:'삵'
   ,0xac6b:'삶'
   ,0xac71:'삼'
   ,0xac73:'삽'
   ,0xac75:'삿'
   ,0xac76:'샀'
   ,0xac77:'상'
   ,0xac7b:'샅'
   ,0xac81:'새'
   ,0xac82:'색'
   ,0xac85:'샌'
   ,0xac89:'샐'
   ,0xac91:'샘'
   ,0xac93:'샙'
   ,0xac95:'샛'
   ,0xac96:'샜'
   ,0xac97:'생'
   ,0xaca1:'샤'
   ,0xaca2:'샥'
   ,0xaca5:'샨'
   ,0xaca9:'샬'
   ,0xacb1:'샴'
   ,0xacb3:'샵'
   ,0xacb5:'샷'
   ,0xacb7:'샹'
   ,0xacc1:'섀'
   ,0xacc5:'섄'
   ,0xacc9:'섈'
   ,0xacd1:'섐'
   ,0xacd7:'섕'
   ,0xace1:'서'
   ,0xace2:'석'
   ,0xace3:'섞'
   ,0xace4:'섟'
   ,0xace5:'선'
   ,0xace8:'섣'
   ,0xace9:'설'
   ,0xaceb:'섦'
   ,0xacec:'섧'
   ,0xacf1:'섬'
   ,0xacf3:'섭'
   ,0xacf5:'섯'
   ,0xacf6:'섰'
   ,0xacf7:'성'
   ,0xacfc:'섶'
   ,0xad41:'세'
   ,0xad42:'섹'
   ,0xad45:'센'
   ,0xad49:'셀'
   ,0xad51:'셈'
   ,0xad53:'셉'
   ,0xad55:'셋'
   ,0xad56:'셌'
   ,0xad57:'셍'
   ,0xad61:'셔'
   ,0xad62:'셕'
   ,0xad65:'션'
   ,0xad69:'셜'
   ,0xad71:'셤'
   ,0xad73:'셥'
   ,0xad75:'셧'
   ,0xad76:'셨'
   ,0xad77:'셩'
   ,0xad81:'셰'
   ,0xad85:'셴'
   ,0xad89:'셸'
   ,0xad97:'솅'
   ,0xada1:'소'
   ,0xada2:'속'
   ,0xada3:'솎'
   ,0xada5:'손'
   ,0xada9:'솔'
   ,0xadab:'솖'
   ,0xadb1:'솜'
   ,0xadb3:'솝'
   ,0xadb5:'솟'
   ,0xadb7:'송'
   ,0xadbb:'솥'
   ,0xadc1:'솨'
   ,0xadc2:'솩'
   ,0xadc5:'솬'
   ,0xadc9:'솰'
   ,0xadd7:'솽'
   ,0xade1:'쇄'
   ,0xade5:'쇈'
   ,0xade9:'쇌'
   ,0xadf1:'쇔'
   ,0xadf5:'쇗'
   ,0xadf6:'쇘'
   ,0xae41:'쇠'
   ,0xae45:'쇤'
   ,0xae49:'쇨'
   ,0xae51:'쇰'
   ,0xae53:'쇱'
   ,0xae55:'쇳'
   ,0xae61:'쇼'
   ,0xae62:'쇽'
   ,0xae65:'숀'
   ,0xae69:'숄'
   ,0xae71:'숌'
   ,0xae73:'숍'
   ,0xae75:'숏'
   ,0xae77:'숑'
   ,0xae81:'수'
   ,0xae82:'숙'
   ,0xae85:'순'
   ,0xae88:'숟'
   ,0xae89:'술'
   ,0xae91:'숨'
   ,0xae93:'숩'
   ,0xae95:'숫'
   ,0xae97:'숭'
   ,0xae99:'숯'
   ,0xae9b:'숱'
   ,0xae9c:'숲'
   ,0xaea1:'숴'
   ,0xaeb6:'쉈'
   ,0xaec1:'쉐'
   ,0xaec2:'쉑'
   ,0xaec5:'쉔'
   ,0xaec9:'쉘'
   ,0xaed1:'쉠'
   ,0xaed7:'쉥'
   ,0xaee1:'쉬'
   ,0xaee2:'쉭'
   ,0xaee5:'쉰'
   ,0xaee9:'쉴'
   ,0xaef1:'쉼'
   ,0xaef3:'쉽'
   ,0xaef5:'쉿'
   ,0xaef7:'슁'
   ,0xaf41:'슈'
   ,0xaf42:'슉'
   ,0xaf49:'슐'
   ,0xaf51:'슘'
   ,0xaf55:'슛'
   ,0xaf57:'슝'
   ,0xaf61:'스'
   ,0xaf62:'슥'
   ,0xaf65:'슨'
   ,0xaf69:'슬'
   ,0xaf6a:'슭'
   ,0xaf71:'슴'
   ,0xaf73:'습'
   ,0xaf75:'슷'
   ,0xaf77:'승'
   ,0xafa1:'시'
   ,0xafa2:'식'
   ,0xafa5:'신'
   ,0xafa8:'싣'
   ,0xafa9:'실'
   ,0xafb0:'싫'
   ,0xafb1:'심'
   ,0xafb3:'십'
   ,0xafb5:'싯'
   ,0xafb7:'싱'
   ,0xafbc:'싶'
   ,0xb041:'ㅆ' // 초성 add
   ,0xb061:'싸'
   ,0xb062:'싹'
   ,0xb064:'싻'
   ,0xb065:'싼'
   ,0xb069:'쌀'
   ,0xb071:'쌈'
   ,0xb073:'쌉'
   ,0xb076:'쌌'
   ,0xb077:'쌍'
   ,0xb07d:'쌓'
   ,0xb081:'쌔'
   ,0xb082:'쌕'
   ,0xb085:'쌘'
   ,0xb089:'쌜'
   ,0xb091:'쌤'
   ,0xb093:'쌥'
   ,0xb096:'쌨'
   ,0xb097:'쌩'
   ,0xb0b7:'썅'
   ,0xb0e1:'써'
   ,0xb0e2:'썩'
   ,0xb0e5:'썬'
   ,0xb0e9:'썰'
   ,0xb0eb:'썲'
   ,0xb0f1:'썸'
   ,0xb0f3:'썹'
   ,0xb0f6:'썼'
   ,0xb0f7:'썽'
   ,0xb141:'쎄'
   ,0xb145:'쎈'
   ,0xb149:'쎌'
   ,0xb185:'쏀'
   ,0xb1a1:'쏘'
   ,0xb1a2:'쏙'
   ,0xb1a5:'쏜'
   ,0xb1a8:'쏟'
   ,0xb1a9:'쏠'
   ,0xb1ab:'쏢'
   ,0xb1b1:'쏨'
   ,0xb1b3:'쏩'
   ,0xb1b7:'쏭'
   ,0xb1c1:'쏴'
   ,0xb1c2:'쏵'
   ,0xb1c5:'쏸'
   ,0xb1d6:'쐈'
   ,0xb1e1:'쐐'
   ,0xb1f6:'쐤'
   ,0xb241:'쐬'
   ,0xb245:'쐰'
   ,0xb249:'쐴'
   ,0xb251:'쐼'
   ,0xb253:'쐽'
   ,0xb261:'쑈'
   ,0xb281:'쑤'
   ,0xb282:'쑥'
   ,0xb285:'쑨'
   ,0xb289:'쑬'
   ,0xb291:'쑴'
   ,0xb293:'쑵'
   ,0xb297:'쑹'
   ,0xb2a1:'쒀'
   ,0xb2b6:'쒔'
   ,0xb2c1:'쒜'
   ,0xb2e1:'쒸'
   ,0xb2e5:'쒼'
   ,0xb357:'쓩'
   ,0xb361:'쓰'
   ,0xb362:'쓱'
   ,0xb365:'쓴'
   ,0xb369:'쓸'
   ,0xb36b:'쓺'
   ,0xb370:'쓿'
   ,0xb371:'씀'
   ,0xb373:'씁'
   ,0xb381:'씌'
   ,0xb385:'씐'
   ,0xb389:'씔'
   ,0xb391:'씜'
   ,0xb3a1:'씨'
   ,0xb3a2:'씩'
   ,0xb3a5:'씬'
   ,0xb3a9:'씰'
   ,0xb3b1:'씸'
   ,0xb3b3:'씹'
   ,0xb3b5:'씻'
   ,0xb3b7:'씽'
   ,0xb441:'ㅇ' // 초성 add
   ,0xb461:'아'
   ,0xb462:'악'
   ,0xb465:'안'
   ,0xb466:'앉'
   ,0xb467:'않'
   ,0xb469:'알'
   ,0xb46a:'앍'
   ,0xb46b:'앎'
   ,0xb470:'앓'
   ,0xb471:'암'
   ,0xb473:'압'
   ,0xb475:'앗'
   ,0xb476:'았'
   ,0xb477:'앙'
   ,0xb47b:'앝'
   ,0xb47c:'앞'
   ,0xb481:'애'
   ,0xb482:'액'
   ,0xb485:'앤'
   ,0xb489:'앨'
   ,0xb491:'앰'
   ,0xb493:'앱'
   ,0xb495:'앳'
   ,0xb496:'앴'
   ,0xb497:'앵'
   ,0xb4a1:'야'
   ,0xb4a2:'약'
   ,0xb4a5:'얀'
   ,0xb4a9:'얄'
   ,0xb4ac:'얇'
   ,0xb4b1:'얌'
   ,0xb4b3:'얍'
   ,0xb4b5:'얏'
   ,0xb4b7:'양'
   ,0xb4bb:'얕'
   ,0xb4bd:'얗'
   ,0xb4c1:'얘'
   ,0xb4c5:'얜'
   ,0xb4c9:'얠'
   ,0xb4d3:'얩'
   ,0xb4e1:'어'
   ,0xb4e2:'억'
   ,0xb4e5:'언'
   ,0xb4e6:'얹'
   ,0xb4e8:'얻'
   ,0xb4e9:'얼'
   ,0xb4ea:'얽'
   ,0xb4eb:'얾'
   ,0xb4f1:'엄'
   ,0xb4f3:'업'
   ,0xb4f4:'없'
   ,0xb4f5:'엇'
   ,0xb4f6:'었'
   ,0xb4f7:'엉'
   ,0xb4f8:'엊'
   ,0xb4fa:'엌'
   ,0xb4fc:'엎'
   ,0xb541:'에'
   ,0xb542:'엑'
   ,0xb545:'엔'
   ,0xb549:'엘'
   ,0xb551:'엠'
   ,0xb553:'엡'
   ,0xb555:'엣'
   ,0xb557:'엥'
   ,0xb561:'여'
   ,0xb562:'역'
   ,0xb563:'엮'
   ,0xb565:'연'
   ,0xb569:'열'
   ,0xb56b:'엶'
   ,0xb56c:'엷'
   ,0xb571:'염'
   ,0xb573:'엽'
   ,0xb574:'엾'
   ,0xb575:'엿'
   ,0xb576:'였'
   ,0xb577:'영'
   ,0xb57b:'옅'
   ,0xb57c:'옆'
   ,0xb57d:'옇'
   ,0xb581:'예'
   ,0xb585:'옌'
   ,0xb589:'옐'
   ,0xb591:'옘'
   ,0xb593:'옙'
   ,0xb595:'옛'
   ,0xb596:'옜'
   ,0xb5a1:'오'
   ,0xb5a2:'옥'
   ,0xb5a5:'온'
   ,0xb5a9:'올'
   ,0xb5aa:'옭'
   ,0xb5ab:'옮'
   ,0xb5ad:'옰'
   ,0xb5b0:'옳'
   ,0xb5b1:'옴'
   ,0xb5b3:'옵'
   ,0xb5b5:'옷'
   ,0xb5b7:'옹'
   ,0xb5b9:'옻'
   ,0xb5c1:'와'
   ,0xb5c2:'왁'
   ,0xb5c5:'완'
   ,0xb5c9:'왈'
   ,0xb5d1:'왐'
   ,0xb5d3:'왑'
   ,0xb5d5:'왓'
   ,0xb5d6:'왔'
   ,0xb5d7:'왕'
   ,0xb5e1:'왜'
   ,0xb5e2:'왝'
   ,0xb5e5:'왠'
   ,0xb5f1:'왬'
   ,0xb5f5:'왯'
   ,0xb5f7:'왱'
   ,0xb641:'외'
   ,0xb642:'왹'
   ,0xb645:'왼'
   ,0xb649:'욀'
   ,0xb651:'욈'
   ,0xb653:'욉'
   ,0xb655:'욋'
   ,0xb657:'욍'
   ,0xb661:'요'
   ,0xb662:'욕'
   ,0xb665:'욘'
   ,0xb669:'욜'
   ,0xb671:'욤'
   ,0xb673:'욥'
   ,0xb675:'욧'
   ,0xb677:'용'
   ,0xb681:'우'
   ,0xb682:'욱'
   ,0xb685:'운'
   ,0xb689:'울'
   ,0xb68a:'욹'
   ,0xb68b:'욺'
   ,0xb691:'움'
   ,0xb693:'웁'
   ,0xb695:'웃'
   ,0xb697:'웅'
   ,0xb6a1:'워'
   ,0xb6a2:'웍'
   ,0xb6a5:'원'
   ,0xb6a9:'월'
   ,0xb6b1:'웜'
   ,0xb6b3:'웝'
   ,0xb6b6:'웠'
   ,0xb6b7:'웡'
   ,0xb6c1:'웨'
   ,0xb6c2:'웩'
   ,0xb6c5:'웬'
   ,0xb6c9:'웰'
   ,0xb6d1:'웸'
   ,0xb6d3:'웹'
   ,0xb6d7:'웽'
   ,0xb6e1:'위'
   ,0xb6e2:'윅'
   ,0xb6e5:'윈'
   ,0xb6e9:'윌'
   ,0xb6f1:'윔'
   ,0xb6f3:'윕'
   ,0xb6f5:'윗'
   ,0xb6f7:'윙'
   ,0xb741:'유'
   ,0xb742:'육'
   ,0xb745:'윤'
   ,0xb749:'율'
   ,0xb751:'윰'
   ,0xb753:'윱'
   ,0xb755:'윳'
   ,0xb757:'융'
   ,0xb759:'윷'
   ,0xb761:'으'
   ,0xb762:'윽'
   ,0xb765:'은'
   ,0xb769:'을'
   ,0xb76f:'읊'
   ,0xb771:'음'
   ,0xb773:'읍'
   ,0xb775:'읏'
   ,0xb777:'응'
   ,0xb778:'읒'
   ,0xb779:'읓'
   ,0xb77a:'읔'
   ,0xb77b:'읕'
   ,0xb77c:'읖'
   ,0xb77d:'읗'
   ,0xb781:'의'
   ,0xb785:'읜'
   ,0xb789:'읠'
   ,0xb791:'읨'
   ,0xb795:'읫'
   ,0xb7a1:'이'
   ,0xb7a2:'익'
   ,0xb7a5:'인'
   ,0xb7a9:'일'
   ,0xb7aa:'읽'
   ,0xb7ab:'읾'
   ,0xb7b0:'잃'
   ,0xb7b1:'임'
   ,0xb7b3:'입'
   ,0xb7b5:'잇'
   ,0xb7b6:'있'
   ,0xb7b7:'잉'
   ,0xb7b8:'잊'
   ,0xb7bc:'잎'
   ,0xb841:'ㅈ' // 초성 add
   ,0xb861:'자'
   ,0xb862:'작'
   ,0xb865:'잔'
   ,0xb867:'잖'
   ,0xb868:'잗'
   ,0xb869:'잘'
   ,0xb86b:'잚'
   ,0xb871:'잠'
   ,0xb873:'잡'
   ,0xb875:'잣'
   ,0xb876:'잤'
   ,0xb877:'장'
   ,0xb878:'잦'
   ,0xb881:'재'
   ,0xb882:'잭'
   ,0xb885:'잰'
   ,0xb889:'잴'
   ,0xb891:'잼'
   ,0xb893:'잽'
   ,0xb895:'잿'
   ,0xb896:'쟀'
   ,0xb897:'쟁'
   ,0xb8a1:'쟈'
   ,0xb8a2:'쟉'
   ,0xb8a5:'쟌'
   ,0xb8a7:'쟎'
   ,0xb8a9:'쟐'
   ,0xb8b1:'쟘'
   ,0xb8b7:'쟝'
   ,0xb8c1:'쟤'
   ,0xb8c5:'쟨'
   ,0xb8c9:'쟬'
   ,0xb8e1:'저'
   ,0xb8e2:'적'
   ,0xb8e5:'전'
   ,0xb8e9:'절'
   ,0xb8eb:'젊'
   ,0xb8f1:'점'
   ,0xb8f3:'접'
   ,0xb8f5:'젓'
   ,0xb8f7:'정'
   ,0xb8f8:'젖'
   ,0xb941:'제'
   ,0xb942:'젝'
   ,0xb945:'젠'
   ,0xb949:'젤'
   ,0xb951:'젬'
   ,0xb953:'젭'
   ,0xb955:'젯'
   ,0xb957:'젱'
   ,0xb961:'져'
   ,0xb965:'젼'
   ,0xb969:'졀'
   ,0xb971:'졈'
   ,0xb973:'졉'
   ,0xb976:'졌'
   ,0xb977:'졍'
   ,0xb981:'졔'
   ,0xb9a1:'조'
   ,0xb9a2:'족'
   ,0xb9a5:'존'
   ,0xb9a9:'졸'
   ,0xb9ab:'졺'
   ,0xb9b1:'좀'
   ,0xb9b3:'좁'
   ,0xb9b5:'좃'
   ,0xb9b7:'종'
   ,0xb9b8:'좆'
   ,0xb9b9:'좇'
   ,0xb9bd:'좋'
   ,0xb9c1:'좌'
   ,0xb9c2:'좍'
   ,0xb9c9:'좔'
   ,0xb9d3:'좝'
   ,0xb9d5:'좟'
   ,0xb9d7:'좡'
   ,0xb9e1:'좨'
   ,0xb9f6:'좼'
   ,0xb9f7:'좽'
   ,0xba41:'죄'
   ,0xba45:'죈'
   ,0xba49:'죌'
   ,0xba51:'죔'
   ,0xba53:'죕'
   ,0xba55:'죗'
   ,0xba57:'죙'
   ,0xba61:'죠'
   ,0xba62:'죡'
   ,0xba65:'죤'
   ,0xba77:'죵'
   ,0xba81:'주'
   ,0xba82:'죽'
   ,0xba85:'준'
   ,0xba89:'줄'
   ,0xba8a:'줅'
   ,0xba8b:'줆'
   ,0xba91:'줌'
   ,0xba93:'줍'
   ,0xba95:'줏'
   ,0xba97:'중'
   ,0xbaa1:'줘'
   ,0xbab6:'줬'
   ,0xbac1:'줴'
   ,0xbae1:'쥐'
   ,0xbae2:'쥑'
   ,0xbae5:'쥔'
   ,0xbae9:'쥘'
   ,0xbaf1:'쥠'
   ,0xbaf3:'쥡'
   ,0xbaf5:'쥣'
   ,0xbb41:'쥬'
   ,0xbb45:'쥰'
   ,0xbb49:'쥴'
   ,0xbb51:'쥼'
   ,0xbb61:'즈'
   ,0xbb62:'즉'
   ,0xbb65:'즌'
   ,0xbb69:'즐'
   ,0xbb71:'즘'
   ,0xbb73:'즙'
   ,0xbb75:'즛'
   ,0xbb77:'증'
   ,0xbba1:'지'
   ,0xbba2:'직'
   ,0xbba5:'진'
   ,0xbba8:'짇'
   ,0xbba9:'질'
   ,0xbbab:'짊'
   ,0xbbb1:'짐'
   ,0xbbb3:'집'
   ,0xbbb5:'짓'
   ,0xbbb7:'징'
   ,0xbbb8:'짖'
   ,0xbbbb:'짙'
   ,0xbbbc:'짚'
   ,0xbc41:'ㅉ' // 초성 add
   ,0xbc61:'짜'
   ,0xbc62:'짝'
   ,0xbc65:'짠'
   ,0xbc67:'짢'
   ,0xbc69:'짤'
   ,0xbc6c:'짧'
   ,0xbc71:'짬'
   ,0xbc73:'짭'
   ,0xbc75:'짯'
   ,0xbc76:'짰'
   ,0xbc77:'짱'
   ,0xbc81:'째'
   ,0xbc82:'짹'
   ,0xbc85:'짼'
   ,0xbc89:'쨀'
   ,0xbc91:'쨈'
   ,0xbc93:'쨉'
   ,0xbc95:'쨋'
   ,0xbc96:'쨌'
   ,0xbc97:'쨍'
   ,0xbca1:'쨔'
   ,0xbca5:'쨘'
   ,0xbcb7:'쨩'
   ,0xbce1:'쩌'
   ,0xbce2:'쩍'
   ,0xbce5:'쩐'
   ,0xbce9:'쩔'
   ,0xbcf1:'쩜'
   ,0xbcf3:'쩝'
   ,0xbcf5:'쩟'
   ,0xbcf6:'쩠'
   ,0xbcf7:'쩡'
   ,0xbd41:'쩨'
   ,0xbd57:'쩽'
   ,0xbd61:'쪄'
   ,0xbd76:'쪘'
   ,0xbda1:'쪼'
   ,0xbda2:'쪽'
   ,0xbda5:'쫀'
   ,0xbda9:'쫄'
   ,0xbdb1:'쫌'
   ,0xbdb3:'쫍'
   ,0xbdb5:'쫏'
   ,0xbdb7:'쫑'
   ,0xbdb9:'쫓'
   ,0xbdc1:'쫘'
   ,0xbdc2:'쫙'
   ,0xbdc9:'쫠'
   ,0xbdd6:'쫬'
   ,0xbde1:'쫴'
   ,0xbdf6:'쬈'
   ,0xbe41:'쬐'
   ,0xbe45:'쬔'
   ,0xbe49:'쬘'
   ,0xbe51:'쬠'
   ,0xbe53:'쬡'
   ,0xbe77:'쭁'
   ,0xbe81:'쭈'
   ,0xbe82:'쭉'
   ,0xbe85:'쭌'
   ,0xbe89:'쭐'
   ,0xbe91:'쭘'
   ,0xbe93:'쭙'
   ,0xbe97:'쭝'
   ,0xbea1:'쭤'
   ,0xbeb6:'쭸'
   ,0xbeb7:'쭹'
   ,0xbee1:'쮜'
   ,0xbf41:'쮸'
   ,0xbf61:'쯔'
   ,0xbf71:'쯤'
   ,0xbf75:'쯧'
   ,0xbf77:'쯩'
   ,0xbfa1:'찌'
   ,0xbfa2:'찍'
   ,0xbfa5:'찐'
   ,0xbfa9:'찔'
   ,0xbfb1:'찜'
   ,0xbfb3:'찝'
   ,0xbfb7:'찡'
   ,0xbfb8:'찢'
   ,0xbfbd:'찧'
   ,0xc041:'ㅊ' // 초성 add
   ,0xc061:'차'
   ,0xc062:'착'
   ,0xc065:'찬'
   ,0xc067:'찮'
   ,0xc069:'찰'
   ,0xc071:'참'
   ,0xc073:'찹'
   ,0xc075:'찻'
   ,0xc076:'찼'
   ,0xc077:'창'
   ,0xc078:'찾'
   ,0xc081:'채'
   ,0xc082:'책'
   ,0xc085:'챈'
   ,0xc089:'챌'
   ,0xc091:'챔'
   ,0xc093:'챕'
   ,0xc095:'챗'
   ,0xc096:'챘'
   ,0xc097:'챙'
   ,0xc0a1:'챠'
   ,0xc0a5:'챤'
   ,0xc0a7:'챦'
   ,0xc0a9:'챨'
   ,0xc0b1:'챰'
   ,0xc0b7:'챵'
   ,0xc0e1:'처'
   ,0xc0e2:'척'
   ,0xc0e5:'천'
   ,0xc0e9:'철'
   ,0xc0f1:'첨'
   ,0xc0f3:'첩'
   ,0xc0f5:'첫'
   ,0xc0f6:'첬'
   ,0xc0f7:'청'
   ,0xc141:'체'
   ,0xc142:'첵'
   ,0xc145:'첸'
   ,0xc149:'첼'
   ,0xc151:'쳄'
   ,0xc153:'쳅'
   ,0xc155:'쳇'
   ,0xc157:'쳉'
   ,0xc161:'쳐'
   ,0xc165:'쳔'
   ,0xc176:'쳤'
   ,0xc181:'쳬'
   ,0xc185:'쳰'
   ,0xc197:'촁'
   ,0xc1a1:'초'
   ,0xc1a2:'촉'
   ,0xc1a5:'촌'
   ,0xc1a9:'촐'
   ,0xc1b1:'촘'
   ,0xc1b3:'촙'
   ,0xc1b5:'촛'
   ,0xc1b7:'총'
   ,0xc1c1:'촤'
   ,0xc1c5:'촨'
   ,0xc1c9:'촬'
   ,0xc1d7:'촹'
   ,0xc241:'최'
   ,0xc245:'쵠'
   ,0xc249:'쵤'
   ,0xc251:'쵬'
   ,0xc253:'쵭'
   ,0xc255:'쵯'
   ,0xc257:'쵱'
   ,0xc261:'쵸'
   ,0xc271:'춈'
   ,0xc281:'추'
   ,0xc282:'축'
   ,0xc285:'춘'
   ,0xc289:'출'
   ,0xc291:'춤'
   ,0xc293:'춥'
   ,0xc295:'춧'
   ,0xc297:'충'
   ,0xc2a1:'춰'
   ,0xc2b6:'췄'
   ,0xc2c1:'췌'
   ,0xc2c5:'췐'
   ,0xc2e1:'취'
   ,0xc2e5:'췬'
   ,0xc2e9:'췰'
   ,0xc2f1:'췸'
   ,0xc2f3:'췹'
   ,0xc2f5:'췻'
   ,0xc2f7:'췽'
   ,0xc341:'츄'
   ,0xc345:'츈'
   ,0xc349:'츌'
   ,0xc351:'츔'
   ,0xc357:'츙'
   ,0xc361:'츠'
   ,0xc362:'측'
   ,0xc365:'츤'
   ,0xc369:'츨'
   ,0xc371:'츰'
   ,0xc373:'츱'
   ,0xc375:'츳'
   ,0xc377:'층'
   ,0xc3a1:'치'
   ,0xc3a2:'칙'
   ,0xc3a5:'친'
   ,0xc3a8:'칟'
   ,0xc3a9:'칠'
   ,0xc3aa:'칡'
   ,0xc3b1:'침'
   ,0xc3b3:'칩'
   ,0xc3b5:'칫'
   ,0xc3b7:'칭'
   ,0xc441:'ㅋ' // 초성 add
   ,0xc461:'카'
   ,0xc462:'칵'
   ,0xc465:'칸'
   ,0xc469:'칼'
   ,0xc471:'캄'
   ,0xc473:'캅'
   ,0xc475:'캇'
   ,0xc477:'캉'
   ,0xc481:'캐'
   ,0xc482:'캑'
   ,0xc485:'캔'
   ,0xc489:'캘'
   ,0xc491:'캠'
   ,0xc493:'캡'
   ,0xc495:'캣'
   ,0xc496:'캤'
   ,0xc497:'캥'
   ,0xc4a1:'캬'
   ,0xc4a2:'캭'
   ,0xc4b7:'컁'
   ,0xc4e1:'커'
   ,0xc4e2:'컥'
   ,0xc4e5:'컨'
   ,0xc4e8:'컫'
   ,0xc4e9:'컬'
   ,0xc4f1:'컴'
   ,0xc4f3:'컵'
   ,0xc4f5:'컷'
   ,0xc4f6:'컸'
   ,0xc4f7:'컹'
   ,0xc541:'케'
   ,0xc542:'켁'
   ,0xc545:'켄'
   ,0xc549:'켈'
   ,0xc551:'켐'
   ,0xc553:'켑'
   ,0xc555:'켓'
   ,0xc557:'켕'
   ,0xc561:'켜'
   ,0xc565:'켠'
   ,0xc569:'켤'
   ,0xc571:'켬'
   ,0xc573:'켭'
   ,0xc575:'켯'
   ,0xc576:'켰'
   ,0xc577:'켱'
   ,0xc581:'켸'
   ,0xc5a1:'코'
   ,0xc5a2:'콕'
   ,0xc5a5:'콘'
   ,0xc5a9:'콜'
   ,0xc5b1:'콤'
   ,0xc5b3:'콥'
   ,0xc5b5:'콧'
   ,0xc5b7:'콩'
   ,0xc5c1:'콰'
   ,0xc5c2:'콱'
   ,0xc5c5:'콴'
   ,0xc5c9:'콸'
   ,0xc5d1:'쾀'
   ,0xc5d7:'쾅'
   ,0xc5e1:'쾌'
   ,0xc5f7:'쾡'
   ,0xc641:'쾨'
   ,0xc649:'쾰'
   ,0xc661:'쿄'
   ,0xc681:'쿠'
   ,0xc682:'쿡'
   ,0xc685:'쿤'
   ,0xc689:'쿨'
   ,0xc691:'쿰'
   ,0xc693:'쿱'
   ,0xc695:'쿳'
   ,0xc697:'쿵'
   ,0xc6a1:'쿼'
   ,0xc6a5:'퀀'
   ,0xc6a9:'퀄'
   ,0xc6b7:'퀑'
   ,0xc6c1:'퀘'
   ,0xc6d7:'퀭'
   ,0xc6e1:'퀴'
   ,0xc6e2:'퀵'
   ,0xc6e5:'퀸'
   ,0xc6e9:'퀼'
   ,0xc6f1:'큄'
   ,0xc6f3:'큅'
   ,0xc6f5:'큇'
   ,0xc6f7:'큉'
   ,0xc741:'큐'
   ,0xc745:'큔'
   ,0xc749:'큘'
   ,0xc751:'큠'
   ,0xc761:'크'
   ,0xc762:'큭'
   ,0xc765:'큰'
   ,0xc769:'클'
   ,0xc771:'큼'
   ,0xc773:'큽'
   ,0xc777:'킁'
   ,0xc7a1:'키'
   ,0xc7a2:'킥'
   ,0xc7a5:'킨'
   ,0xc7a9:'킬'
   ,0xc7b1:'킴'
   ,0xc7b3:'킵'
   ,0xc7b5:'킷'
   ,0xc7b7:'킹'
   ,0xc841:'ㅍ' // 초성 add
   ,0xc861:'타'
   ,0xc862:'탁'
   ,0xc865:'탄'
   ,0xc869:'탈'
   ,0xc86a:'탉'
   ,0xc871:'탐'
   ,0xc873:'탑'
   ,0xc875:'탓'
   ,0xc876:'탔'
   ,0xc877:'탕'
   ,0xc881:'태'
   ,0xc882:'택'
   ,0xc885:'탠'
   ,0xc889:'탤'
   ,0xc891:'탬'
   ,0xc893:'탭'
   ,0xc895:'탯'
   ,0xc896:'탰'
   ,0xc897:'탱'
   ,0xc8a1:'탸'
   ,0xc8b7:'턍'
   ,0xc8e1:'터'
   ,0xc8e2:'턱'
   ,0xc8e5:'턴'
   ,0xc8e9:'털'
   ,0xc8eb:'턺'
   ,0xc8f1:'텀'
   ,0xc8f3:'텁'
   ,0xc8f5:'텃'
   ,0xc8f6:'텄'
   ,0xc8f7:'텅'
   ,0xc941:'테'
   ,0xc942:'텍'
   ,0xc945:'텐'
   ,0xc949:'텔'
   ,0xc951:'템'
   ,0xc953:'텝'
   ,0xc955:'텟'
   ,0xc957:'텡'
   ,0xc961:'텨'
   ,0xc965:'텬'
   ,0xc976:'텼'
   ,0xc981:'톄'
   ,0xc985:'톈'
   ,0xc9a1:'토'
   ,0xc9a2:'톡'
   ,0xc9a5:'톤'
   ,0xc9a9:'톨'
   ,0xc9b1:'톰'
   ,0xc9b3:'톱'
   ,0xc9b5:'톳'
   ,0xc9b7:'통'
   ,0xc9bc:'톺'
   ,0xc9c1:'톼'
   ,0xc9c5:'퇀'
   ,0xc9e1:'퇘'
   ,0xca41:'퇴'
   ,0xca45:'퇸'
   ,0xca55:'툇'
   ,0xca57:'툉'
   ,0xca61:'툐'
   ,0xca81:'투'
   ,0xca82:'툭'
   ,0xca85:'툰'
   ,0xca89:'툴'
   ,0xca91:'툼'
   ,0xca93:'툽'
   ,0xca95:'툿'
   ,0xca97:'퉁'
   ,0xcaa1:'퉈'
   ,0xcab6:'퉜'
   ,0xcac1:'퉤'
   ,0xcae1:'튀'
   ,0xcae2:'튁'
   ,0xcae5:'튄'
   ,0xcae9:'튈'
   ,0xcaf1:'튐'
   ,0xcaf3:'튑'
   ,0xcaf7:'튕'
   ,0xcb41:'튜'
   ,0xcb45:'튠'
   ,0xcb49:'튤'
   ,0xcb51:'튬'
   ,0xcb57:'튱'
   ,0xcb61:'트'
   ,0xcb62:'특'
   ,0xcb65:'튼'
   ,0xcb68:'튿'
   ,0xcb69:'틀'
   ,0xcb6b:'틂'
   ,0xcb71:'틈'
   ,0xcb73:'틉'
   ,0xcb75:'틋'
   ,0xcb81:'틔'
   ,0xcb85:'틘'
   ,0xcb89:'틜'
   ,0xcb91:'틤'
   ,0xcb93:'틥'
   ,0xcba1:'티'
   ,0xcba2:'틱'
   ,0xcba5:'틴'
   ,0xcba9:'틸'
   ,0xcbb1:'팀'
   ,0xcbb3:'팁'
   ,0xcbb5:'팃'
   ,0xcbb7:'팅'
   ,0xcc41:'ㅎ' // 초성 add
   ,0xcc61:'파'
   ,0xcc62:'팍'
   ,0xcc63:'팎'
   ,0xcc65:'판'
   ,0xcc69:'팔'
   ,0xcc6b:'팖'
   ,0xcc71:'팜'
   ,0xcc73:'팝'
   ,0xcc75:'팟'
   ,0xcc76:'팠'
   ,0xcc77:'팡'
   ,0xcc7b:'팥'
   ,0xcc81:'패'
   ,0xcc82:'팩'
   ,0xcc85:'팬'
   ,0xcc89:'팰'
   ,0xcc91:'팸'
   ,0xcc93:'팹'
   ,0xcc95:'팻'
   ,0xcc96:'팼'
   ,0xcc97:'팽'
   ,0xcca1:'퍄'
   ,0xcca2:'퍅'
   ,0xcce1:'퍼'
   ,0xcce2:'퍽'
   ,0xcce5:'펀'
   ,0xcce9:'펄'
   ,0xccf1:'펌'
   ,0xccf3:'펍'
   ,0xccf5:'펏'
   ,0xccf6:'펐'
   ,0xccf7:'펑'
   ,0xcd41:'페'
   ,0xcd42:'펙'
   ,0xcd45:'펜'
   ,0xcd49:'펠'
   ,0xcd51:'펨'
   ,0xcd53:'펩'
   ,0xcd55:'펫'
   ,0xcd57:'펭'
   ,0xcd61:'펴'
   ,0xcd65:'편'
   ,0xcd69:'펼'
   ,0xcd71:'폄'
   ,0xcd73:'폅'
   ,0xcd76:'폈'
   ,0xcd77:'평'
   ,0xcd81:'폐'
   ,0xcd89:'폘'
   ,0xcd93:'폡'
   ,0xcd95:'폣'
   ,0xcda1:'포'
   ,0xcda2:'폭'
   ,0xcda5:'폰'
   ,0xcda9:'폴'
   ,0xcdb1:'폼'
   ,0xcdb3:'폽'
   ,0xcdb5:'폿'
   ,0xcdb7:'퐁'
   ,0xcdc1:'퐈'
   ,0xcdd7:'퐝'
   ,0xce41:'푀'
   ,0xce45:'푄'
   ,0xce61:'표'
   ,0xce65:'푠'
   ,0xce69:'푤'
   ,0xce73:'푭'
   ,0xce75:'푯'
   ,0xce81:'푸'
   ,0xce82:'푹'
   ,0xce85:'푼'
   ,0xce88:'푿'
   ,0xce89:'풀'
   ,0xce8b:'풂'
   ,0xce91:'품'
   ,0xce93:'풉'
   ,0xce95:'풋'
   ,0xce97:'풍'
   ,0xcea1:'풔'
   ,0xceb7:'풩'
   ,0xcee1:'퓌'
   ,0xcee5:'퓐'
   ,0xcee9:'퓔'
   ,0xcef1:'퓜'
   ,0xcef5:'퓟'
   ,0xcf41:'퓨'
   ,0xcf45:'퓬'
   ,0xcf49:'퓰'
   ,0xcf51:'퓸'
   ,0xcf55:'퓻'
   ,0xcf57:'퓽'
   ,0xcf61:'프'
   ,0xcf65:'픈'
   ,0xcf69:'플'
   ,0xcf71:'픔'
   ,0xcf73:'픕'
   ,0xcf75:'픗'
   ,0xcfa1:'피'
   ,0xcfa2:'픽'
   ,0xcfa5:'핀'
   ,0xcfa9:'필'
   ,0xcfb1:'핌'
   ,0xcfb3:'핍'
   ,0xcfb5:'핏'
   ,0xcfb7:'핑'
   ,0xd061:'하'
   ,0xd062:'학'
   ,0xd065:'한'
   ,0xd069:'할'
   ,0xd06e:'핥'
   ,0xd071:'함'
   ,0xd073:'합'
   ,0xd075:'핫'
   ,0xd077:'항'
   ,0xd081:'해'
   ,0xd082:'핵'
   ,0xd085:'핸'
   ,0xd089:'핼'
   ,0xd091:'햄'
   ,0xd093:'햅'
   ,0xd095:'햇'
   ,0xd096:'했'
   ,0xd097:'행'
   ,0xd0a1:'햐'
   ,0xd0b7:'향'
   ,0xd0e1:'허'
   ,0xd0e2:'헉'
   ,0xd0e5:'헌'
   ,0xd0e9:'헐'
   ,0xd0eb:'헒'
   ,0xd0f1:'험'
   ,0xd0f3:'헙'
   ,0xd0f5:'헛'
   ,0xd0f7:'헝'
   ,0xd141:'헤'
   ,0xd142:'헥'
   ,0xd145:'헨'
   ,0xd149:'헬'
   ,0xd151:'헴'
   ,0xd153:'헵'
   ,0xd155:'헷'
   ,0xd157:'헹'
   ,0xd161:'혀'
   ,0xd162:'혁'
   ,0xd165:'현'
   ,0xd169:'혈'
   ,0xd171:'혐'
   ,0xd173:'협'
   ,0xd175:'혓'
   ,0xd176:'혔'
   ,0xd177:'형'
   ,0xd181:'혜'
   ,0xd185:'혠'
   ,0xd189:'혤'
   ,0xd193:'혭'
   ,0xd1a1:'호'
   ,0xd1a2:'혹'
   ,0xd1a5:'혼'
   ,0xd1a9:'홀'
   ,0xd1ae:'홅'
   ,0xd1b1:'홈'
   ,0xd1b3:'홉'
   ,0xd1b5:'홋'
   ,0xd1b7:'홍'
   ,0xd1bb:'홑'
   ,0xd1c1:'화'
   ,0xd1c2:'확'
   ,0xd1c5:'환'
   ,0xd1c9:'활'
   ,0xd1d5:'홧'
   ,0xd1d7:'황'
   ,0xd1e1:'홰'
   ,0xd1e2:'홱'
   ,0xd1e5:'홴'
   ,0xd1f5:'횃'
   ,0xd1f7:'횅'
   ,0xd241:'회'
   ,0xd242:'획'
   ,0xd245:'횐'
   ,0xd249:'횔'
   ,0xd253:'횝'
   ,0xd255:'횟'
   ,0xd257:'횡'
   ,0xd261:'효'
   ,0xd265:'횬'
   ,0xd269:'횰'
   ,0xd273:'횹'
   ,0xd275:'횻'
   ,0xd281:'후'
   ,0xd282:'훅'
   ,0xd285:'훈'
   ,0xd289:'훌'
   ,0xd28e:'훑'
   ,0xd291:'훔'
   ,0xd295:'훗'
   ,0xd297:'훙'
   ,0xd2a1:'훠'
   ,0xd2a5:'훤'
   ,0xd2a9:'훨'
   ,0xd2b1:'훰'
   ,0xd2b7:'훵'
   ,0xd2c1:'훼'
   ,0xd2c2:'훽'
   ,0xd2c5:'휀'
   ,0xd2c9:'휄'
   ,0xd2d7:'휑'
   ,0xd2e1:'휘'
   ,0xd2e2:'휙'
   ,0xd2e5:'휜'
   ,0xd2e9:'휠'
   ,0xd2f1:'휨'
   ,0xd2f3:'휩'
   ,0xd2f5:'휫'
   ,0xd2f7:'휭'
   ,0xd341:'휴'
   ,0xd342:'휵'
   ,0xd345:'휸'
   ,0xd349:'휼'
   ,0xd351:'흄'
   ,0xd355:'흇'
   ,0xd357:'흉'
   ,0xd361:'흐'
   ,0xd362:'흑'
   ,0xd365:'흔'
   ,0xd367:'흖'
   ,0xd368:'흗'
   ,0xd369:'흘'
   ,0xd36a:'흙'
   ,0xd371:'흠'
   ,0xd373:'흡'
   ,0xd375:'흣'
   ,0xd377:'흥'
   ,0xd37b:'흩'
   ,0xd381:'희'
   ,0xd385:'흰'
   ,0xd389:'흴'
   ,0xd391:'흼'
   ,0xd393:'흽'
   ,0xd397:'힁'
   ,0xd3a1:'히'
   ,0xd3a2:'힉'
   ,0xd3a5:'힌'
   ,0xd3a9:'힐'
   ,0xd3b1:'힘'
   ,0xd3b3:'힙'
   ,0xd3b5:'힛'
   ,0xd3b7:'힝'
//// 한글 조합형 끝
//// 한글 조합형 특수기호 시작
   ,0xd480:' ' // ?
   ,0xd481:'☺'
// ,0xd481:'😊' // ☺
   ,0xd482:'😊' // ☺ / 😀 / 
   ,0xd483:'♥'
   ,0xd484:'✧' //'◆'
   ,0xd485:'♣'
   ,0xd486:'♠'
   ,0xd487:'ㆍ'
   ,0xd48a:'◙'
   ,0xd48d:'♪'
   ,0xd48e:'♬'
   ,0xd48f:'⚙' // '⚙' // ☼⟡✧✦☼⚙ ⚙
   ,0xd490:'▶'
// ,0xd490:'▷'
   ,0xd491:'◀'
// ,0xd491:'◁'
   ,0xd493:'‼' // ‼  ꜝꜝ
   ,0xd496:'▬'
   ,0xd499:'↓' // 2026-10-13 화
   ,0xd49b:'←'
   ,0xd49e:'▲'
   ,0xd49f:'▼'
   ,0xd4a8:'☏'
   ,0xd4a9:'┌' // 2026-10-10 토
   ,0xd4aa:'┐' // 2026-10-10 토
   ,0xd4ae:'～'
   ,0xd4af:'💎'
   ,0xd4b0:'▦'
   ,0xd4b1:'▒'
   ,0xd4b2:'▩'
   ,0xd4b3:'│'
   ,0xd4c4:'─' // 2026-10-13 화
   ,0xd4db:'█'
   ,0xd4dc:'▃'
   ,0xd4dd:'▌'
   ,0xd4de:'▐'
   ,0xd4df:'██' // ''
   ,0xd4f4:'ᒋ'// 
   ,0xd4f5:'ᒍ'
   ,0xd4f7:'≈'
   ,0xd4f8:'˚' //
   ,0xd4f9:'˙' //
   ,0xd4fa:'↩' // '↲' '&crarr;' //¶
   ,0xd4fe:' ' // ''
   ,0xd4ff:' ' // '' // ?
   ,0xd758:' ' //'' // ?
   ,0xd759:'흙' // 2026-10-07 수
   ,0xd75a:'항' // 2026-10-07 수
   ,0xd764:'흤' // 2026-10-07 수
   ,0xd931:'　' // 2026-10-13 화
   ,0xd933:'。' // 2026-10-07 수
   ,0xd934:'·'
   ,0xd935:'‥'
   ,0xd936:'…'
   ,0xd937:'¨' // 2026-10-07 수
   ,0xd938:'〃'
   ,0xd939:'─'
   ,0xd93b:'∥'
   ,0xd93c:'＼'
   ,0xd93d:'∼'
   ,0xd93e:'‘' // 2026-10-07 수
   ,0xd93f:'’' // 2026-10-07 수
   ,0xd940:'“' // 2026-10-07 수
   ,0xd941:'”' // 2026-10-07 수
   ,0xd942:'〔'
   ,0xd943:'〕'
   ,0xd944:'〈' // 추정
   ,0xd945:'〉' // 추정
   ,0xd946:'《'
   ,0xd947:'》' // 추정
   ,0xd948:'「' // 추정
   ,0xd949:'」' // 추정
   ,0xd94a:'『'
   ,0xd94b:'』'
   ,0xd94c:'【' // 추정
   ,0xd94d:'】' // 추정
   ,0xd94e:'±' // 2026-10-07 수
   ,0xd94f:'×' // 2026-10-07 수
   ,0xd950:'÷' // 2026-10-07 수
   ,0xd951:'≠' // 2026-10-07 수
   ,0xd952:'≤' // 2026-10-07 수
   ,0xd953:'≥' // 2026-10-07 수
   ,0xd954:'∞' // 2026-10-07 수
   ,0xd955:'∴' // 2026-10-07 수
   ,0xd956:'°' // 2026-10-07 수
   ,0xd957:'′' // 2026-10-07 수
   ,0xd958:'″' // 2026-10-07 수
   ,0xd959:'℃' // 2026-10-07 수
   ,0xd95a:'Å' // 2026-10-07 수
   ,0xd95b:'￠'
   ,0xd95c:'￡' // 2026-10-07 수
   ,0xd95d:'￥' // 2026-10-07 수
   ,0xd95e:'♂' // 2026-10-07 수
   ,0xd95f:'♀' // 2026-10-07 수
   ,0xd960:'∠' // 2026-10-07 수
   ,0xd961:'⊥' // 2026-10-07 수
   ,0xd962:'⌒' // 2026-10-07 수
   ,0xd963:'∂' // 2026-10-07 수
   ,0xd964:'∇' // 2026-10-07 수
   ,0xd965:'≡' // 2026-10-07 수
   ,0xd966:'≒' // 2026-10-07 수
   ,0xd967:'§' // 2026-10-07 수
   ,0xd968:'※'
   ,0xd969:'☆'
   ,0xd96a:'★'
   ,0xd96b:'○'
   ,0xd96c:'●'
   ,0xd96d:'◎'
   ,0xd96e:'◇' // 2026-10-07 수
   ,0xd96f:'◆'
   ,0xd970:'□' // 2026-10-07 수
   ,0xd971:'■'
   ,0xd972:'△'
   ,0xd973:'▲' // 추정
   ,0xd974:'▽'
   ,0xd975:'▼' // 추정
   ,0xd976:'→'
   ,0xd977:'←'
   ,0xd978:'↑'
   ,0xd979:'↓'
   ,0xd97a:'↔'
   ,0xd97b:'〓' // 추정
   ,0xd97c:'≪'
   ,0xd97d:'≫'
   ,0xd97e:'√' // 2026-10-07 수
// 0xD97E와 0xD991 사이의 공백 구간
//   ,0xd984:'∽' // 2026-10-07 수
//   ,0xd98b:'ᄡᅨᆱ' // 2026-10-07 수
//   ,0xd98d:'ᅁᅪㄽ' // 2026-10-07 수
   ,0xd991:'∽' // 2026-10-07 수
   ,0xd992:'∝' // 2026-10-07 수
   ,0xd993:'∵'
   ,0xd994:'∫' // 2026-10-07 수
   ,0xd995:'∬' // 2026-10-07 수
   ,0xd996:'∈' // 2026-10-07 수
   ,0xd997:'∋' // 2026-10-07 수
   ,0xd998:'⊆' // 2026-10-07 수
   ,0xd999:'⊇' // 2026-10-07 수
   ,0xd99a:'⊂' // 2026-10-07 수
   ,0xd99b:'⊃' // 2026-10-07 수
   ,0xd99c:'∪' // 2026-10-07 수
   ,0xd99d:'∩' // 2026-10-07 수
   ,0xd99e:'∧' // 2026-10-07 수
   ,0xd99f:'∨' // 2026-10-07 수
   ,0xd9a0:'￢' // 2026-10-07 수
   ,0xd9a1:'⇒' // 2026-10-07 수
   ,0xd9a2:'⇔' // 2026-10-07 수
   ,0xd9a3:'∀' // 2026-10-07 수
   ,0xd9a4:'命' // 목숨 명 2026-10-07 수
   ,0xd9a5:'´'
   ,0xd9a6:'～'
   ,0xd9a7:'ˇ'
   ,0xd9a8:'˘' // 2026-10-07 수
   ,0xd9a9:'˝'
   ,0xd9aa:'˚'
   ,0xd9ab:'˙' // 2026-10-07 수
   ,0xd9ac:'¸'
   ,0xd9ad:'˛'
   ,0xd9ae:'¡'
   ,0xd9af:'¿' // 2026-10-07 수
   ,0xd9b0:'ː' // 2026-10-07 수
   ,0xd9b1:'∮' // 2026-10-07 수
   ,0xd9b2:'∑' // 2026-10-07 수
   ,0xd9b3:'∏' // 2026-10-07 수
   ,0xd9b4:'¤' // 2026-10-07 수
   ,0xd9b5:'℉' // 2026-10-07 수
   ,0xd9b6:'‰' // 2026-10-07 수
   ,0xd9b7:'▷'
   ,0xd9b8:'◀'
   ,0xd9b9:'◁'
   ,0xd9ba:'▶'
   ,0xd9bb:'♤' // 2026-10-07 수
   ,0xd9bc:'♠' // 2026-10-07 수
   ,0xd9bd:'♡'
   ,0xd9be:'♥'
   ,0xd9bf:'♧' // 2026-10-07 수
   ,0xd9c0:'♣'
   ,0xd9c1:'⊙'
   ,0xd9c2:'◈'
   ,0xd9c3:'▣'
   ,0xd9c4:'◐' // 2026-10-13 화
   ,0xd9c5:'◑' // 2026-10-13 화
   ,0xd9c6:'▒'
   ,0xd9c7:'▤'
   ,0xd9c8:'▥'
   ,0xd9c9:'▨'
   ,0xd9ca:'▧'
   ,0xd9cb:'▦'
   ,0xd9cc:'▩'
   ,0xd9cd:'♨' // 2026-10-07 수
   ,0xd9ce:'☏'
   ,0xd9cf:'☎' // 2026-10-07 수
   ,0xd9d0:'☜'
   ,0xd9d1:'☞'
   ,0xd9d2:'¶' // 추정 2026-10-07 수
   ,0xd9d3:'†' // 2026-10-07 수
   ,0xd9d4:'‡' // 2026-10-07 수
   ,0xd9d5:'↕' // 2026-10-07 수
   ,0xd9d6:'↗'
   ,0xd9d7:'↙'
   ,0xd9d8:'↖'
   ,0xd9d9:'↘'
   ,0xd9da:'♭' // 2026-10-07 수
   ,0xd9db:'♩' // 2026-10-07 수
   ,0xd9dc:'♪' // 2026-10-07 수
   ,0xd9dd:'♬'
   ,0xd9de:'㉿'
   ,0xd9df:'㈜' // 2026-10-07 수
   ,0xd9e0:'№' // 2026-10-07 수
   ,0xd9e1:'㏇' // 2026-10-07 수
   ,0xd9e2:'™' // 2026-10-07 수
   ,0xd9e3:'㏂' // 2026-10-07 수
   ,0xd9e4:'㏘' // 2026-10-07 수
   ,0xd9e5:'℡' // 2026-10-07 수
   ,0xd9e6:'€' // 2026-10-07 수
   ,0xd9e7:'®' // 2026-10-07 수
   ,0xd9e8:'撫' // 어루만질 무 2026-10-07 수
   ,0xd9e9:'无' // 없을 무 2026-10-07 수
   ,0xd9ea:'楙' // 茂와 동자인 한자 '무', 무성할 무 2026-10-07 수
   ,0xd9eb:'욺' // 2026-10-07 수
   ,0xd9ec:'올' // 2026-10-07 수
   ,0xd9ed:'無' // 없을 무 2026-10-07 수
   ,0xd9ee:'珷' // 호반 무 2026-10-07 수
   ,0xd9ef:'畝' // 밭이랑 무 2026-10-07 수
   ,0xd9f0:'繆' // 얽힐 무 / 목구멍 륙 / 틀릴 류 2026-10-07 수 
   ,0xd9f1:'舞' // 춤출 무 2026-10-07 수 
   ,0xd9f2:'↘' // 2026-10-07 수 
   ,0xd9f3:'蕪' // 우거질 무 2026-10-07 수 
   ,0xd9f4:'誣' // 무고할 무, 속일 무 2026-10-07 수 
   ,0xd9f5:'貿' // 무역할 무 2026-10-07 수 
   ,0xd9f6:'霧' // 안개 무 2026-10-07 수 
   ,0xd9f7:'鵡' // 힘쓸 무/앵무새 무 2026-10-07 수 
   ,0xd9f8:'撹' // 어지러울 교의 간체자/속자 형태 또는 특수 기호 2026-10-07 수 
   ,0xd9f9:'默' // 잠잠할 묵 2026-10-07 수 
   ,0xd9fa:'們' // 우리 문, 들 문 2026-10-07 수 
   ,0xd9fb:'刎' // 목 벨 문 2026-10-07 수 
   ,0xd9fc:'吻' // 입술 문 2026-10-07 수 
   ,0xd9fe:'◯' // 2026-10-07 수 ' ' //'' // ''?  
//   ,0xd9ff:
   ,0xda31:'！'
   ,0xda32:'＂'
   ,0xda33:'＃' // 2026-10-08 목
   ,0xda34:'＄' // 2026-10-08 목
   ,0xda35:'％' // 2026-10-08 목
   ,0xda36:'＆' // 2026-10-08 목
   ,0xda37:'＇'
   ,0xda38:'（'
   ,0xda39:'）'
   ,0xda3a:'＊' // 2026-10-08 목
   ,0xda3b:'＋' // 2026-10-08 목
   ,0xda3c:'，' // 2026-10-08 목
   ,0xda3d:'－' // 2026-10-08 목
   ,0xda3e:'．' // 2026-10-08 목 '˛'
   ,0xda3f:'／'
   ,0xda40:'０'
   ,0xda41:'１'
   ,0xda42:'２'
   ,0xda43:'３'
   ,0xda44:'４'
   ,0xda45:'５'
   ,0xda46:'６'
   ,0xda47:'７'
   ,0xda48:'８'
   ,0xda49:'９' 
   ,0xda4a:'：' // 2026-10-08 목
   ,0xda4b:'；' // 2026-10-08 목
   ,0xda4c:'＜'
   ,0xda4d:'＝' // 2026-10-08 목
   ,0xda4e:'＞'
   ,0xda4f:'？' // 2026-10-08 목
   ,0xda50:'＠' // 2026-10-08 목
   ,0xda51:'Ａ'
   ,0xda52:'Ｂ'
   ,0xda53:'Ｃ'
   ,0xda54:'Ｄ'
   ,0xda55:'Ｅ'
   ,0xda56:'Ｆ'
   ,0xda57:'Ｇ'
   ,0xda58:'Ｈ'
   ,0xda59:'Ｉ'
   ,0xda5a:'Ｊ'
   ,0xda5b:'Ｋ'
   ,0xda5c:'Ｌ'
   ,0xda5d:'Ｍ'
   ,0xda5e:'Ｎ'
   ,0xda5f:'Ｏ'
   ,0xda60:'Ｐ'
   ,0xda61:'Ｑ'
   ,0xda62:'Ｒ'
   ,0xda63:'Ｓ'
   ,0xda64:'Ｔ'
   ,0xda65:'Ｕ'
   ,0xda66:'Ｖ'
   ,0xda67:'Ｗ'
   ,0xda68:'Ｘ'
   ,0xda69:'Ｙ'
   ,0xda6a:'Ｚ'
   ,0xda6b:'［'
   ,0xda6c:'₩ ' // 2026-10-08 목
   ,0xda6d:'］'
   ,0xda6e:'＾' // 2026-10-08 목
   ,0xda6f:'＿' // 2026-10-08 목
   ,0xda70:'｀' // 2026-10-08 목
   ,0xda71:'ａ'
   ,0xda72:'ｂ'
   ,0xda73:'ｃ'
   ,0xda74:'ｄ'
   ,0xda75:'ｅ'
   ,0xda76:'ｆ'
   ,0xda77:'ｇ'
   ,0xda78:'ｈ'
   ,0xda79:'ｉ'
   ,0xda7a:'ｊ'
   ,0xda7b:'ｋ'
   ,0xda7c:'ｌ'
   ,0xda7d:'ｍ'
   ,0xda7e:'ｎ'
   ,0xda91:'ｏ'
   ,0xda92:'ｐ'
   ,0xda93:'ｑ'
   ,0xda94:'ｒ'
   ,0xda95:'ｓ'
   ,0xda96:'ｔ'
   ,0xda97:'ｕ'
   ,0xda98:'ｖ'
   ,0xda99:'ｗ'
   ,0xda9a:'ｘ'
   ,0xda9b:'ｙ'
   ,0xda9c:'ｚ' 
   ,0xda9d:'｛' // 2026-10-08 목 
   ,0xda9e:'｜' // 2026-10-08 목 
   ,0xda9f:'｝' // 2026-10-08 목 
   ,0xdaa0:'￣' // 2026-10-08 목 
//0xDAA1 ~ 0xDAd3 구간은 표준 코드 규격상 비어 있는(Illegal multibyte sequence) 영역
   ,0xdb31:'ⅰ' // 2026-10-08 목
   ,0xdb32:'ⅱ' // 2026-10-08 목
   ,0xdb33:'ⅲ' // 2026-10-08 목
   ,0xdb34:'ⅳ' // 2026-10-08 목
   ,0xdb35:'ⅴ' // 2026-10-08 목
   ,0xdb36:'ⅵ' // 2026-10-08 목
   ,0xdb37:'ⅶ' // 2026-10-08 목
   ,0xdb38:'ⅷ' // 2026-10-08 목
   ,0xdb39:'ⅸ' // 2026-10-08 목
   ,0xdb3a:'ⅹ' // 2026-10-08 목
   //
   ,0xdb40:'Ⅰ' // 2026-10-08 목
   ,0xdb41:'Ⅱ'
   ,0xdb42:'Ⅲ'
   ,0xdb43:'Ⅳ' // 2026-10-08 목
   ,0xdb44:'Ⅴ' // 2026-10-08 목
   ,0xdb45:'Ⅵ' // 2026-10-08 목
   ,0xdb46:'Ⅶ'
   ,0xdb47:'Ⅷ' // 2026-10-08 목
   ,0xdb48:'Ⅸ' // 2026-10-08 목
   ,0xdb49:'Ⅹ' // 2026-10-08 목
   //
   ,0xdb51:'Α' // 2026-10-08 목
   ,0xdb52:'Β' // 2026-10-08 목
   ,0xdb53:'Γ' // 2026-10-08 목
   ,0xdb54:'Δ' // 2026-10-08 목
   ,0xdb55:'Ε' // 2026-10-08 목
   ,0xdb56:'Ζ' // 2026-10-08 목
   ,0xdb57:'Η' // 2026-10-08 목
   ,0xdb58:'Θ' // 2026-10-08 목
   ,0xdb59:'Ι' // 2026-10-08 목
   ,0xdb5a:'Κ' // 2026-10-08 목
   ,0xdb5b:'Λ' // 2026-10-08 목
   ,0xdb5c:'Μ' // 2026-10-08 목
   ,0xdb5d:'Ν' // 2026-10-08 목
   ,0xdb5e:'Ξ' // 2026-10-08 목
   ,0xdb5f:'Ο' // 2026-10-08 목
   ,0xdb60:'Π' // 2026-10-08 목
   ,0xdb61:'Ρ' // 2026-10-08 목
   ,0xdb62:'Σ' // 2026-10-08 목
   ,0xdb63:'Τ' // 2026-10-08 목
   ,0xdb64:'Υ' // 2026-10-08 목
   ,0xdb65:'Φ' // 2026-10-08 목
   ,0xdb66:'Χ' // 2026-10-08 목
   ,0xdb67:'Ψ' // 2026-10-08 목
   ,0xdb68:'Ω' // 2026-10-08 목
   //
   ,0xdb71:'α'
   ,0xdb72:'β' // 2026-10-07 수
   ,0xdb73:'γ' //'ᗁ'
   ,0xdb74:'δ' // 2026-10-08 목
   ,0xdb75:'ε' // 2026-10-07 수
   ,0xdb76:'ζ' // 2026-10-07 수
   ,0xdb77:'η'
   ,0xdb78:'θ' // 2026-10-07 수
   ,0xdb79:'ι'
   ,0xdb7a:'κ' // 2026-10-07 수
   ,0xdb7b:'λ' // 2026-10-07 수
   ,0xdb7c:'μ'
   ,0xdb7d:'ν' // 2026-10-07 수
   ,0xdb7e:'ξ' // 2026-10-07 수
   ,0xdb91:'ο'
   ,0xdb92:'π' // 2026-10-07 수
   ,0xdb93:'ρ' // 2026-10-07 수
   ,0xdb94:'σ' // 2026-10-07 수
   ,0xdb95:'τ' //て
   ,0xdb96:'υ' // 2026-10-07 수
   ,0xdb97:'φ' // 2026-10-07 수
   ,0xdb98:'χ'
   ,0xdb99:'ψ' // 2026-10-07 수
   ,0xdb9a:'ω' // 2026-10-07 수
   //,0xdb9e:'한' // 2026-10-07 수
   ,0xdb9f:'璡' // 2026-10-07 수
   //
   //,0xdc30:'' // 2026-10-08 목
   ,0xdc31:'㎕' // 2026-10-08 목
   ,0xdc32:'㎖' // 2026-10-08 목
   ,0xdc33:'㎗' // 2026-10-08 목
   ,0xdc34:'ℓ' // 2026-10-08 목
   ,0xdc35:'㎘' // 2026-10-08 목
   ,0xdc36:'㏄' // 2026-10-08 목
   ,0xdc37:'㎣' // 2026-10-08 목
   ,0xdc38:'㎤' // 2026-10-08 목
   ,0xdc39:'㎥' // 2026-10-08 목
   ,0xdc3a:'㎦' // 2026-10-08 목
   ,0xdc3b:'㎙' // 2026-10-08 목
   ,0xdc3c:'㎚' // 2026-10-08 목
   ,0xdc3d:'㎛' // 2026-10-08 목
   ,0xdc3e:'㎜' // 2026-10-08 목
   ,0xdc3f:'㎝' // 2026-10-08 목
   ,0xdc40:'㎞' // 2026-10-08 목
   ,0xdc41:'㎟' // 2026-10-08 목
   ,0xdc42:'㎠' // 2026-10-08 목
   ,0xdc43:'㎡' // 2026-10-08 목
   ,0xdc44:'㎢' // 2026-10-08 목
   ,0xdc45:'㏊'
   ,0xdc46:'㎍' // 2026-10-08 목
   ,0xdc47:'㎎' // 2026-10-08 목
   ,0xdc48:'㎏' // 2026-10-08 목
   ,0xdc49:'㏏' // 2026-10-08 목
   ,0xdc4a:'㎈' // 2026-10-08 목
   ,0xdc4b:'㎉' // 2026-10-08 목
   ,0xdc4c:'㏈' // 2026-10-08 목
   ,0xdc4d:'㎧' // 2026-10-08 목
   ,0xdc4e:'㎨' // 2026-10-08 목
   ,0xdc4f:'㎰' // 2026-10-08 목
   ,0xdc50:'㎱' // 2026-10-08 목
   ,0xdc51:'㎲' // 2026-10-08 목
   ,0xdc52:'㎳' // 2026-10-08 목
   ,0xdc53:'㎴' // 2026-10-08 목
   ,0xdc54:'㎵' // 2026-10-08 목
   ,0xdc55:'㎶' // 2026-10-08 목
   ,0xdc56:'㎷' // 2026-10-08 목
   ,0xdc57:'㎸' // 2026-10-08 목
   ,0xdc58:'㎹' // 2026-10-08 목
   ,0xdc59:'㎀' // 2026-10-08 목
   ,0xdc5a:'㎁' // 2026-10-08 목
   ,0xdc5b:'㎂' // 2026-10-08 목
   ,0xdc5c:'㎃' // 2026-10-08 목
   ,0xdc5d:'㎄' // 2026-10-08 목
   ,0xdc5e:'㎺' // 2026-10-08 목
   ,0xdc5f:'㎻' // 2026-10-08 목
   ,0xdc60:'㎼' // 2026-10-08 목
   ,0xdc61:'㎽' // 2026-10-08 목
   ,0xdc62:'㎾' // 2026-10-08 목
   ,0xdc63:'㎿' // 2026-10-08 목
   ,0xdc64:'㎐' // 2026-10-08 목
   ,0xdc65:'㎑' // 2026-10-08 목
   ,0xdc66:'㎒' // 2026-10-08 목
   ,0xdc67:'㎓' // 2026-10-08 목
   ,0xdc68:'㎔' // 2026-10-08 목
   ,0xdc69:'Ω' // 2026-10-08 목
   ,0xdc6a:'㏀' // 2026-10-08 목
   ,0xdc6b:'㏁' // 2026-10-08 목
   ,0xdc6c:'㎊' // 2026-10-08 목
   ,0xdc6d:'㎋' // 2026-10-08 목
   ,0xdc6e:'㎌' // 2026-10-08 목
   ,0xdc6f:'㏖' // 2026-10-08 목
   ,0xdc70:'㏅' // 2026-10-08 목
   ,0xdc71:'㎭'
   ,0xdc72:'㎮' // 2026-10-10 토
   ,0xdc73:'㎯' // 2026-10-10 토
   ,0xdc74:'㏛' // 2026-10-10 토
   ,0xdc75:'㎩' // 2026-10-10 토
   ,0xdc76:'㎪' // 2026-10-10 토
   ,0xdc77:'㎫' // 2026-10-10 토
   ,0xdc78:'㎬' // 2026-10-10 토
   ,0xdc79:'㏝' // 2026-10-10 토
   ,0xdc7a:'㏐' // 2026-10-10 토
   ,0xdc7b:'㏓' // 2026-10-10 토
   ,0xdc7c:'㏃' // 2026-10-10 토
   ,0xdc7d:'㏉' // 2026-10-10 토
   ,0xdc7e:'㏜' // 2026-10-10 토
   //
   //,0xdc80:'' // '碧(푸를 벽)' 또는 '蘗(황벽나무 벽)' 2026-10-10 토
   //,0xdc80:'' // 2026-10-10 토
   //,0xDCA1: 碧 (푸를 벽)
   //,0xDCA2: 蘗 (황벽나무 벽)
   ,0xdc9a:'㏆' // 2026-10-10 토
   //
   ,0xdca1:'Æ' // 2026-10-10 토
   ,0xdca2:'Ð' // 2026-10-10 토
   ,0xdca3:'ª' // 2026-10-10 토
   ,0xdca4:'Ħ' // 2026-10-10 토
   //,0xdca5:'' // 2026-10-10 토
   ,0xdca6:'Ĳ' // 2026-10-10 토
   //,0xdca7:'' // 2026-10-10 토
   ,0xdca8:'Ŀ' // 2026-10-10 토
   ,0xdca9:'Ł' // 2026-10-10 토
   ,0xdcaa:'Ø' // 2026-10-10 토
   ,0xdcab:'Œ' // 2026-10-10 토
   ,0xdcac:'º' // ♂,µ(hwp) 2026-10-10 토
   ,0xdcad:'Þ' // 2026-10-10 토
   ,0xdcae:'Ŧ' // 2026-10-10 토
   //
   ,0xdcb1:'㉠' // 2026-10-10 토
   //
   ,0xdccd:'ⓐ'
   ,0xdcce:'ⓑ'
   ,0xdccf:'ⓒ'
   ,0xdcd0:'ⓓ'
   ,0xdcd1:'ⓔ'
   ,0xdcd2:'ⓕ'
   ,0xdcd3:'ⓖ'
   ,0xdcd4:'ⓗ'
   ,0xdcd5:'ⓘ'
   ,0xdcd6:'ⓙ'
   ,0xdcd7:'ⓚ'
   ,0xdcd8:'ⓛ'
   ,0xdcd9:'ⓜ'
   ,0xdcda:'ⓝ'
   ,0xdcdb:'ⓞ'
   ,0xdcdc:'ⓟ'
   ,0xdcdd:'ⓠ'
   ,0xdcde:'ⓡ'
   ,0xdcdf:'ⓢ'
   ,0xdce0:'ⓣ'
   ,0xdce1:'ⓤ'
   ,0xdce2:'ⓥ'
   ,0xdce3:'ⓦ'
   ,0xdce4:'ⓧ'
   ,0xdce5:'ⓨ'
   ,0xdce6:'ⓩ'
   //
   ,0xdda1:'ぁ'
   ,0xdda2:'あ'
   ,0xdda3:'ぃ' // 2026-10-08 목
   ,0xdda4:'い'
   ,0xdda5:'ぅ' // 2026-10-08 목
   ,0xdda6:'う'
   ,0xdda7:'ぇ' // 2026-10-08 목
   ,0xdda8:'え'
   ,0xdda9:'ぉ' // 2026-10-08 목
   ,0xddaa:'お'
   ,0xddab:'か'
   ,0xddac:'が'
   ,0xddad:'き'
   ,0xddae:'ぎ'
   ,0xddaf:'く'
   ,0xddb0:'ぐ'
   ,0xddb1:'け'
   ,0xddb2:'げ'
   ,0xddb3:'こ'
   ,0xddb4:'ご'
   ,0xddb5:'さ'
   ,0xddb6:'ざ'
   ,0xddb7:'し'
   ,0xddb8:'じ'
   ,0xddb9:'す'
   ,0xddba:'ず'
   ,0xddbb:'せ'
   ,0xddbc:'ぜ'
   ,0xddbd:'そ'
   ,0xddbe:'ぞ'
   ,0xddbf:'た'
   ,0xddc0:'だ'
   ,0xddc1:'ち'
   ,0xddc2:'ぢ' // 2026-10-08 목
   ,0xddc3:'っ'
   ,0xddc4:'つ'
   ,0xddc5:'づ'
   ,0xddc6:'て'
   ,0xddc7:'で'
   ,0xddc8:'と'
   ,0xddc9:'ど'
   ,0xddca:'な'
   ,0xddcb:'に'
   ,0xddcc:'ぬ'
   ,0xddcd:'ね'
   ,0xddce:'の'
   ,0xddcf:'は'
   ,0xddd0:'ば'
   ,0xddd1:'ぱ'
   ,0xddd2:'ひ'
   ,0xddd3:'び'
   ,0xddd5:'ふ'
   ,0xddd6:'ぶ'
   ,0xddd8:'へ'
   ,0xddd9:'べ'
   ,0xddda:'ぺ' // 2026-10-08 목
   ,0xdddb:'ほ'
   ,0xdddc:'ぼ'
   ,0xdddd:'ぽ'
   ,0xddde:'ま'
   ,0xdddf:'み'
   ,0xdde0:'む'
   ,0xdde1:'め'
   ,0xdde2:'も'
   ,0xdde3:'ゃ'
   ,0xdde4:'や'
   ,0xdde5:'ゅ'
   ,0xdde6:'ゆ'
   ,0xdde7:'ょ'
   ,0xdde8:'よ'
   ,0xdde9:'ら'
   ,0xddea:'り'
   ,0xddeb:'る'
   ,0xddec:'れ'
   ,0xdded:'ろ'
   ,0xddef:'わ'
   ,0xddf0:'ゐ' // 2026-10-08 목
   ,0xddf1:'ゑ' // 2026-10-08 목
   ,0xddf2:'を'
   ,0xddf3:'ん'
   //,0xddf4:'泌' // 숨길 필, 샘솟을 분 2026-10-08 목
   //
   ,0xde32:'ア'
   ,0xde33:'ィ'
   ,0xde34:'イ'
   ,0xde35:'ゥ' // 2026-10-08 목
   ,0xde36:'ウ' // 2026-10-08 목
   ,0xde37:'ェ' // 2026-10-08 목
   ,0xde38:'エ'
   ,0xde39:'ォ' // 2026-10-08 목
   ,0xde3a:'オ'
   ,0xde3b:'カ'
   ,0xde3c:'ガ' // 2026-10-08 목
   ,0xde3d:'キ'
   ,0xde3e:'ギ' // 2026-10-08 목
   ,0xde3f:'ク'
   ,0xde40:'グ'
   ,0xde41:'ケ'
   ,0xde42:'ゲ' // 2026-10-08 목
   ,0xde43:'コ'
   ,0xde44:'ゴ'
   ,0xde45:'サ'
   ,0xde46:'ザ'
   ,0xde47:'シ'
   ,0xde48:'ジ'
   ,0xde49:'ス'
   ,0xde4a:'ズ'
   ,0xde4b:'セ'
   ,0xde4c:'ゼ'
   ,0xde4d:'ソ' // 2026-10-08 목
   ,0xde4e:'ゾ' // 2026-10-08 목
   ,0xde4f:'タ'
   ,0xde50:'ダ'
   ,0xde51:'チ'
   ,0xde52:'ヂ' // 2026-10-08 목
   ,0xde53:'ッ'
   ,0xde54:'ツ'
   ,0xde55:'ヅ' // 2026-10-08 목
   ,0xde56:'テ'
   ,0xde57:'デ'
   ,0xde58:'ト'
   ,0xde59:'ド' // 2026-10-08 목
   ,0xde5a:'ナ'
   ,0xde5b:'ニ'
   ,0xde5c:'ヌ' // 2026-10-08 목
   ,0xde5d:'ネ'
   ,0xde5e:'ノ' // 2026-10-08 목
   ,0xde5f:'ハ'
   ,0xde60:'バ'
   ,0xde61:'パ'
   ,0xde62:'ヒ'
   ,0xde63:'ビ'
   ,0xde64:'ピ'
   ,0xde65:'フ' // 2026-10-08 목
   ,0xde66:'ブ'
   ,0xde67:'プ'
   ,0xde68:'ヘ' // 2026-10-08 목
   ,0xde69:'ベ' // 2026-10-08 목
   ,0xde6a:'ペ'
   ,0xde6c:'ボ'
   ,0xde6d:'ポ'
   ,0xde6e:'マ'
   ,0xde6f:'ミ'
   ,0xde70:'ム' // 2026-10-08 목
   ,0xde71:'メ'
   ,0xde72:'モ'
   ,0xde73:'ャ'
   ,0xde74:'ヤ' // 2026-10-08 목
   ,0xde75:'ュ'
   ,0xde76:'ユ' // 2026-10-08 목
   ,0xde77:'ョ' // 2026-10-08 목
   ,0xde78:'ヨ' // 2026-10-08 목
   ,0xde79:'ラ'
   ,0xde7a:'リ'
   ,0xde7b:'ル'
   ,0xde7c:'レ'
   ,0xde7d:'ロ' // 2026-10-08 목
   ,0xde7e:'ヮ' // 2026-10-08 목
   //
   ,0xde83:'メ'
   //
   ,0xde87:'ュ'
   ,0xde88:'Ж' // 2026-10-08 목
   //
   ,0xde8d:'ル'
   //
   ,0xde8f:'я' // 2026-10-08 목
   //
   ,0xde91:'ワ'
   ,0xde92:'ヰ' // 2026-10-08 목
   ,0xde93:'ヱ' // 2026-10-08 목
   ,0xde94:'ヲ' // 2026-10-08 목
   ,0xde95:'ン'
   ,0xde96:'ヴ' // 2026-10-08 목
   ,0xde97:'ヵ' // 2026-10-08 목
   ,0xde98:'ヶ' // 2026-10-08 목
   //
   ,0xdeee:'ь'
//// 한글 조합형 특수기호 끝

//// 한글 조합형 한자 시작
   ,0xd4e1:'絹' // 비단 견/그물 견
   ,0xe035:'加' // 더할 가
   ,0xe038:'哥' // 노래 가
   ,0xe040:'歌' // 노래 가
   ,0xe091:'感' // 느낄 감/한할 감
   ,0xe092:'憾' // 섭섭할 감, 근심할 담
   ,0xe0fc:'劍' // 칼 검
   ,0xe148:'見' // 볼 견, 뵈올 현, 관의 간
   ,0xe164:'慶' // 경사 경, 발어사 강
   ,0xe192:'鏡' // 거울 경
   ,0xe1ba:'故' // 연고 고
   ,0xe1d8:'曲' // 굽을 곡/잠박 곡, 누룩 국
   ,0xe29b:'久' // 오랠 구
   ,0xe2cc:'驅' // 몰 구
   ,0xe3a8:'氣' // 기운 기, 보낼 희
   ,0xe3d5:'奈' // 어찌 내, 어찌 나
   ,0xe43e:'內' // 안 내, 들일 납, 장부 예
   ,0xe443:'女' // 여자 녀(여), 너 여
   ,0xe4db:'代' // 대신할 대
   ,0xe55d:'突' // 갑자기 돌
   ,0xe56a:'瞳' // 눈동자 동
   ,0xe5cd:'郞' // 사내 랑(낭)
   ,0xe5fc:'戀' // 그리워할 련(연)
   ,0xe6a8:'淚' // 눈물 루(누), 물 빠르게 흐르는 모양 려(여)
   ,0xe6e2:'理' // 다스릴 리(이)
   ,0xe6f9:'林' // 수풀 림(임)
   ,0xe75e:'忘' // 잊을 망
   ,0xe7a5:'明' // 밝을 명
   ,0xe7b3:'冒' // 무릅쓸 모, 선우 이름 묵
   ,0xe7d3:'夢' // 꿈 몽
   ,0xe7eb:'武' // 굳셀 무
   ,0xe834:'聞' // 들을 문
   ,0xe83b:'味' // 맛 미, 광택 매
   ,0xe8a5:'髮' // 터럭 발
   ,0xe8af:'放' // 놓을 방
   ,0xe8b0:'方' // 모 방/본뜰 방, 괴물 망
   ,0xe8ce:'背' // 등 배/배반할 배, 위반할 패
   ,0xe8dd:'百' // 일백 백
   ,0xe8f6:'法' // 법 법
   ,0xe972:'本' // 근본 본, 달릴 분
   ,0xe9a4:'府' // 마을 부
   ,0xe9d5:'不' // 아닐 불, 아닐 부, 바르지 아니할 비
   ,0xe9e8:'悲' // 슬플 비
   ,0xea3b:'飛' // 날 비
   ,0xea55:'使' // 하여금 사/부릴 사, 보낼 시
   ,0xea5c:'四' // 넉 사
   ,0xea5d:'士' // 선비 사
   ,0xea66:'思' // 생각 사, 수염 많을 새
   ,0xea72:'獅' // 사자 사
   ,0xeaa3:'山' // 메 산
   ,0xeab2:'三' // 석 삼
   ,0xeabe:'上' // 윗 상, 이자 자, 지급할 차
   ,0xeacc:'想' // 생각 상
   ,0xeae6:'生' // 날 생
   ,0xeb51:'旋' // 돌 선
   ,0xeb5a:'線' // 줄 선
   ,0xeb73:'說' // 말씀 설, 달랠 세, 기뻐할 열, 벗을 탈
   ,0xeba1:'聖' // 성인 성
   ,0xeba2:'聲' // 소리 성
   ,0xebb4:'少' // 적을 소/젊을 소
   ,0xebdc:'速' // 빠를 속
   ,0xebe6:'松' // 소나무 송/더벅머리 송, 따를 종
   ,0xec32:'手' // 손 수
   ,0xec39:'水' // 물 수
   ,0xec51:'誰' // 누구 수 60497 
   ,0xec7e:'脣' // 입술 순
   ,0xecad:'勝' // 이길 승
   ,0xecc0:'是' // 바를 시 60608 +111
   ,0xecc1:'時' // 때 시
   ,0xeccc:'詩' // 시 시
   ,0xece6:'新' // 새 신   60646 +38
   ,0xecea:'神' // 귀신 신
   ,0xed42:'我' // 나 아
   ,0xed6e:'暗' // 어두울 암
   ,0xed93:'愛' // 사랑 애
   ,0xedfc:'女' // 여자 녀(여), 너 여
   ,0xedfd:'如' // 같을 여
   ,0xee57:'戀' // 그리워할 련(연)
   ,0xee64:'然' // 불탈 연/그럴 연
   ,0xee67:'燃' // 불탈 연
   ,0xee91:'烈' // 세찰 렬(열)
   ,0xee92:'熱' // 더울 열
   ,0xee93:'裂' // 찢을 렬(열)
   ,0xeeaf:'影' // 그림자 영
   ,0xeee9:'五' // 다섯 오
   ,0xeef3:'奧' // 깊을 오, 따뜻할 욱
   ,0xefcc:'龍' // 용 룡(용), 언덕 롱(농), 얼룩 망, 은총 총
   ,0xf033:'雲' // 구름 운
   ,0xf03b:'原' // 언덕 원/근원 원
   ,0xf05b:'危' // 위태할 위
   ,0xf0a6:'由' // 말미암을 유, 여자의 웃는 모양 요
   ,0xf0b6:'遺' // 남길 유, 따를 수
   ,0xf0df:'隱' // 숨을 은
   ,0xf0f2:'意' // 뜻 의, 기억할 억, 한숨 쉴 희
   ,0xf134:'以' // 써 이
   ,0xf16b:'忍' // 참을 인
   ,0xf179:'一' // 한 일
   ,0xf17d:'日' // 날 일
   ,0xf1a3:'粒' // 낟알 립(입)
   ,0xf1ad:'子' // 아들 자
   ,0xf1ba:'者' // 사람 자
   ,0xf1c2:'作' // 지을 작, 저주 저, 만들 주, 문서 질
   ,0xf1d1:'殘' // 잔인할 잔/남을 잔
   ,0xf268:'敵' // 대적할 적
   ,0xf27e:'傳' // 전할 전
   ,0xf29c:'戰' // 싸움 전
   ,0xf29e:'殿' // 전각 전
   ,0xf2a3:'田' // 밭 전
   ,0xf2ae:'轉' // 구를 전
   ,0xf2b3:'電' // 번개 전
   ,0xf2b7:'切' // 끊을 절, 온통 체
   ,0xf2cc:'井' // 우물 정
   ,0xf2d7:'情' // 뜻 정
   ,0xf339:'第' // 차례 제
   ,0xf378:'鳥' // 새 조, 땅 이름 작, 섬 도
   ,0xf3d0:'酒' // 술 주
   ,0xf3e9:'中' // 가운데 중
   ,0xf3fc:'贈' // 줄 증
   ,0xf43d:'止' // 그칠 지
   ,0xf441:'知' // 알 지
   ,0xf460:'津' // 나루 진
   ,0xf468:'眞' // 참 진
   ,0xf492:'疾' // 병 질
   ,0xf548:'天' // 하늘 천
   ,0xf549:'川' // 내 천
   ,0xf561:'鐵' // 쇠 철
   ,0xf57c:'靑' // 푸를 청
   ,0xf5bd:'村' // 마을 촌
   ,0xf5c8:'銃' // 총 총
   ,0xf5f0:'春' // 봄 춘, 움직일 준
   ,0xf6b7:'湯' // 끓일 탕, 물 세차게 흐를 상, 해돋이 양
   ,0xf6e1:'投' // 던질 투, 머무를 두/두 번 빚은 술 두
   ,0xf74a:'編' // 엮을 편, 땋을 변
   ,0xf751:'平' // 평평할 평, 다스릴 편
   ,0xf769:'抱' // 안을 포/던질 포
   ,0xf7a6:'風' // 바람 풍
   ,0xf7a7:'馮' /*:풍*/ // 업신여길 빙, 성씨 풍
   ,0xf7a8:'彼' // 저 피
   ,0xf7a9:'披' /*:피*/
   ,0xf7aa:'疲' /*:피*/
   ,0xf7ab:'皮' /*:피*/
   ,0xf7ac:'被' /*:피*/
   ,0xf7ad:'避' /*:피*/
   ,0xf7ae:'陂' /*:피*/
   ,0xf7af:'匹' /*:필*/
   ,0xf7b0:'弼' /*:필*/
   ,0xf7b1:'必' /*:필*/
   ,0xf7b2:'泌' /*:필*/
   ,0xf7b3:'珌' /*:필*/
   ,0xf7b4:'畢' /*:필*/
   ,0xf7b5:'疋' /*:필*/
   ,0xf7b6:'筆' /*:필*/
   ,0xf7b7:'苾' /*:필*/
   ,0xf7b8:'馝' /*:필*/
   ,0xf7b9:'乏' /*:핍*/
   ,0xf7ba:'逼' /*:핍*/
   ,0xf7bb:'下' /*:하*/
   ,0xf7bc:'何' // 어찌 하
   ,0xf7be:'夏' // 여름 하, 개오동나무 가
   ,0xf7c1:'河' // 물 하
   ,0xf851:'鄕' // 시골 향
   ,0xf85f:'險' // 험할 험, 검소할 검, 낭떠러지 암
   ,0xf8b3:'惠' // 은혜 혜
   ,0xf8bc:'呼' // 부를 호, 아 하, 소리 지를 효
   ,0xf8e5:'酷' // 독할 혹
   ,0xf8fa:'和' // 화할 화
   ,0xf8fd:'火' // 불 화
   ,0xf93c:'確' // 굳을 확
   ,0xf943:'幻' // 헛보일 환/변할 환
   ,0xf9aa:'喉' // 목구멍 후
   ,0xf9d8:'胸' // 가슴 흉
   ,0xf9ec:'喜' // 기쁠 희
//// 한글 조합형 한자 끝


//// HWP 한자 시작
   ,0xf146:'異' // 다를 이
   ,0xe1a3:'界' // 지경 계
   ,0xecca:'視' // 볼 시
   ,0xec3e:'獸' // 짐승 수
   ,0xeb9a:'星' // 별 성
   ,0xe036:'可' // 옳을 가, 오랑캐 임금 이름 극
   ,0xf840:'解' // 풀 해
   ,0xe367:'禁' // 금할 금
   ,0xf334:'制' // 절제할 제/지을 제
   ,0xe543:'道' // 길 도
   ,0xe5a5:'樂' // 노래 악, 즐길 락(낙), 좋아할 요
   ,0xe253:'光' // 빛 광
   ,0xe4f8:'度' // 법도 도, 헤아릴 탁, 살 택
   ,0xf6be:'態' // 모습 태
   ,0xeba7:'勢' // 형세 세
   ,0xf0ff:'議' // 의논할 의
   ,0xe675:'論' // 논할 론(논), 조리 륜(윤)
   ,0xe4de:'大' // 클 대/큰 대, 클 태
   ,0xe7de:'猫' // 고양이 묘
   ,0xf476:'陣' // 진 칠 진
   ,0xf578:'淸' // 맑을 청
   ,0xe7b8:'摸' // 본뜰 모, 더듬을 막
   ,0xec36:'數' // 셈 수, 자주 삭, 빠를 속, 촘촘할 촉
   ,0xecd2:'式' // 법 식
   ,0xf56d:'妾' // 첩 첩
   ,0xf533:'妻' // 아내 처
   ,0xe93c:'別' // 나눌 별/다를 별
   ,0xecdd:'食' // 밥 식/먹을 식, 먹이 사, 사람 이름 이
   ,0xe7ed:'無' // 없을 무
   ,0xf349:'題' // 제목 제
// ,0xe6d7:'營' // 경영할 영, 변명할 형
   ,0xe6d7:'利' // 날카로울 리(이)
// ,0xeebd:'利' // 
   ,0xf33f:'第' // 차례 제
   ,0xed38:'十' // 열 십
   ,0xf662:'七' // 일곱 칠
   ,0xe234:'課' // 공부할 과/과정 과
   ,0xf672:'他' // 다를 타
   ,0xf96e:'回' // 돌아올 회
   ,0xe03b:'家' // 집 가, 여자 고
   ,0xe0db:'去' // 갈 거
   ,0xec99:'順' // 순할 순
   ,0xea94:'詞' // 말 사
   ,0x62d0:'拼' // 따르게 할 평, 물리칠 병
   ,0xf0e5:'音' // 소리 음/그늘 음
   ,0xed5c:'安' // 편안 안
   ,0xe4b9:'達' // 통달할 달
   ,0xef6d:'王' // 임금 왕, 옥 옥
   ,0xf2a4:'甸' // 경기 전, 육십사 정 승, 현 이름 잉
   ,0xe265:'壞' // 
   ,0xf255:'疽' // 
   ,0xe1d4:'高' // 
   ,0xe3ce:'吉' // 
   ,0xe4a0:'茶' // 
   ,0xe99f:'夫' // 
   ,0xf849:'幸' // 
   ,0xe7fe:'文' // 
   ,0xeab5:'森' // 
   ,0xf4dc:'創' // 
   ,0xeabf:'傷' // 
   ,0xe8ae:'房' // 
   ,0xe2da:'軍' // 
   ,0xe4ef:'刀' // 
   ,0xeaaf:'殺' // 
   ,0xe5f4:'力' // 
   ,0xeb44:'石' // 
   ,0xeeb5:'永' // 
   ,0xe24c:'關' // 
   ,0xf6e5:'特' // 
   ,0xee61:'演' // 
   ,0xeb44:'石' // 
   ,0xe4f6:'島' // 
   ,0xf1fe:'長' // 
   ,0xf2d9:'政' // 
   ,0xe39e:'技' // 
   ,0xea64:'師' // 
   ,0x8644:'等' // 
   ,0xe23f:'官' // 
   ,0xf05f:'尉' // 
   ,0xe374:'級' // 
   ,0xf6f7:'判' // 
   ,0xf194:'任' // 
   ,0xe1d2:'雇' // 
   ,0xefb6:'傭' // 
   ,0xf161:'人' // 
   ,0xe546:'陶' // 
   ,0xe37f:'器' // 
   ,0xe270:'僑' // 
   ,0xe83d:'尾' // 
   ,0xf6f4:'芭' // 
   ,0xf5af:'蕉' // 
   ,0xe158:'京' // 
   ,0xe975:'奉' // 
   ,0xe439:'浪' // 
   ,0xf933:'花' // 
   ,0xf2eb:'町' // 
   ,0xec46:'粹' // 
   ,0xefb1:'浴' // 
   ,0xf0fd:'衣' // 
   ,0xe848:'美' // 
   ,0xeec8:'英' // 
   ,0xf3ea:'仲' // 
   ,0xe393:'基' // 
   ,0xf4b3:'車' // 
   ,0xe0b0:'江' // 
   ,0xf03c:'員' // 
   ,0xe8dc:'白' // 
   ,0xf76f:'砲' // 
   ,0xecf3:'身' // 
   ,0xf4b1:'茶' // 
   ,0xf4ad:'次' // 
   ,0xf8db:'虎' // 
   ,0xf039:'雄' // 
   ,0xe3fb:'男' // 
   ,0xeac8:'常' // 
   ,0xf6d7:'通' // 
   ,0xe954:'寶' // 
   ,0xe4ec:'德' // 
   ,0xe73d:'幕' // 
   ,0xe998:'俯' // 
   ,0xe544:'都' // 
   ,0xe46c:'農' // 
   ,0xeced:'臣' // 
   ,0xec43:'秀' // 
   ,0xe4ec:'德' // 
   ,0xe0ac:'康' // 
   ,0xf732:'八' // 
   ,0xe7ca:'木' // 
   ,0xf6ca:'澤' // 
   ,0xe94b:'病' // 
   ,0xea6d:'死' // 
   ,0xe564:'東' // 
   ,0xe9a3:'富' // 
   ,0xee4e:'驛' // 
   ,0xea7c:'舍' // 
   ,0xe670:'綠' // 
   ,0xf736:'唄' // 
   ,0xefea:'隅' // 
   ,0xf8f9:'化' // 
   ,0xe95f:'譜' // 
   ,0xeedd:'藝' // 
   ,0xf5ea:'縮' // 
   ,0xeb99:'成' // 
   ,0xe7f1:'舞' // 
   ,0xe37b:'伎' // 
   ,0xf76d:'浦' // 
   ,0xf6bc:'太' // 
   ,0xe2d0:'國' // 
   ,0xefe2:'羽' // 
   ,0xedad:'耶' // 
   ,0xed49:'阿' // 
   ,0xe9bb:'部' // 
   ,0xf34a:'齊' // 
   ,0xe598:'藤' // 
   ,0xe2dc:'堀' // 
   ,0xf095:'有' // 
   ,0xef39:'屋' // 
   ,0xf135:'伊' // 
   ,0xea61:'寺' // 
   ,0xe762:'罔' // 
   ,0xf135:'伊' // 
   ,0xea74:'社' // 
   ,0xeab4:'杉' // 
   ,0xe872:'半' // 
   ,0xf2ab:'纏' // 
   ,0xe57a:'屯' // 
   ,0xe8a1:'發' // 
   ,0xeeb4:'榮' // 
   ,0xed92:'崖' // 
   ,0xf3fd:'之' // 
   ,0xf5ae:'草' // 
   ,0xf5ae:'草' // 
   ,0xece1:'信' // 
   ,0xe739:'馬' // 
   ,0xf1de:'場' // 
   ,0xf27f:'全' // 
   ,0xe498:'能' // 
   ,0xed55:'樂' // 
   ,0xefaa:'謠' // 
   ,0xf73b:'牌' // 
   ,0xe397:'妓' // 
   ,0xebfa:'守' // 
   ,0xf576:'廳' // 
   ,0xf1c9:'爵' // 
   ,0xef3c:'玉' // 
   ,0xe24b:'貫' // 
   ,0xf19f:'入' // 
   ,0xf26f:'籍' // 
   ,0xe277:'敎' // 
   ,0xedd7:'養' // 
   ,0xe3e6:'落' // 
   ,0xf26f:'籍' // 
   ,0xedbb:'兩' // 
   ,0xef77:'藥' // 
   ,0xeac6:'尙' // 
   ,0xe76e:'梅' // 
   ,0xe56b:'童' // 
   ,0xf2f6:'貞' // 
   ,0xf5d5:'秋' // 
   ,0xe0aa:'岡' // 
   ,0xe8c3:'倍' // 
   ,0xe256:'廣' // 
   ,0xf3ec:'重' // 
   ,0xf5d5:'秋' // 
   ,0xe143:'犬' // 
   ,0xe8e3:'番' // 
   ,0xf8fc:'樺' // 
   ,0xe699:'寮' // 
   ,0xe6ba:'留' // 
   ,0xe955:'普' // 
   ,0xeefd:'汚' // 
   ,0xf455:'職' // 
   ,0xe6ba:'留' // 
   ,0xf965:'皇' // 
   ,0xf75e:'陛' // 
   ,0xf346:'除' // 
   ,0xeb74:'雪' // 
   ,0xf546:'千' // 
   ,0xeea8:'葉' // 
   ,0xf873:'縣' // 
   ,0xe2db:'郡' // 
   ,0xf546:'千' // 
   ,0xe6ec:'里' // 
   ,0xf43e:'池' // 
   ,0xf7ca:'學' // 
   ,0xf338:'帝' // 
   ,0xf132:'醫' // 
   ,0xe8c1:'防' // 
   ,0xee49:'疫' // 
   ,0xf132:'醫' // 
   ,0xf2e1:'正' // 
   ,0xefda:'牛' // 
   ,0xe7cc:'牧' // 
   ,0xe4a1:'丹' // 
   ,0xf358:'朝' // 
   ,0xe551:'讀' // 
   ,0xe773:'賣' // 
   ,0xe968:'福' // 
   ,0xe6c1:'陸' // 
   ,0xe953:'報' // 
   ,0xe74b:'滿' // 
   ,0xf3b6:'州' // 
   ,0xe3f5:'南' // 
   ,0xeb4e:'宣' // 
   ,0xf64d:'治' // 
   ,0xebb3:'小' // 
   ,0xf54b:'泉' // 
   ,0xe7f2:'茂' // 
   ,0xe4e9:'隊' // 
   ,0xe9c1:'北' // 
   ,0xedaf:'野' // 
   ,0xf6f8:'坂' // 
   ,0xe732:'笠' // 
   ,0xe046:'街' // 
   ,0xe1cd:'袴' // 
   ,0xf149:'移' // 
   ,0xe372:'扱' // 
   ,0xebdd:'孫' // 
   ,0xf2d4:'庭' // 
   ,0xf149:'移' // 
   ,0xe372:'扱' // 
   ,0xe2d2:'菊' // 
   ,0xf432:'地' // 
   ,0xf167:'因' // 
   ,0xe279:'橋' // 
   ,0xf661:'親' // 
   ,0xe375:'給' // 
   ,0xebb6:'所' // 
   ,0xf859:'許' // 
   ,0xf0bb:'六' // 
   ,0xe9ab:'父' // 
   ,0xf3d3:'竹' // 
   ,0xecbc:'市' // 
   ,0xf5f7:'忠' // 
   ,0xf83d:'海' // 
   ,0xf76c:'泡' // 
   ,0xeb97:'性' // 
   ,0xf0a7:'留' // 
   ,0xf438:'支' // 
   ,0xeeef:'吳' // 
   ,0xee6e:'緣' // 
   ,0xf0e4:'陰' // 
   ,0xf052:'院' // 
   ,0xed4b:'餓' // 
   ,0xf379:'族' // 
   ,0xf7ea:'合' // 
   ,0xf7a5:'豊' // 
   ,0xe7be:'毛' // 
   ,0xe1db:'谷' // 
   ,0xf3b9:'朱' // 
   ,0xe465:'論' // 
   ,0xe0bf:'介' // 
   ,0xf4e6:'槍' // 
   ,0xe9fa:'秘' // 
   ,0xe6b6:'溜' // 
   ,0xe836:'門' // 
   ,0xeba4:'誠' // 
   ,0xec5c:'雖' // 
   ,0xf293:'前' // 
   ,0xf9ad:'後' // 
   ,0xecfd:'心' // 
   ,0xeb95:'姓' // 
   ,0xf592:'替' // 
   ,0xec53:'輸' // 
   ,0xf87c:'血' // 
   ,0xecf9:'實' // 
   ,0xf860:'驗' // 
   ,0xf25a:'著' // 
   ,0xea43:'浜' // 
   ,0xf06b:'衛' // 
   ,0xe942:'兵' // 
   ,0xf09e:'流' // 
   ,0xf451:'直' // 
   ,0xe26f:'交' // 
   ,0xea62:'射' // 
   ,0xead2:'狀' // 
   ,0xf133:'二' // 
   ,0xf3a5:'佐' // 
   ,0xed4a:'雅' // 
   ,0xe8c0:'邦' // 
   ,0xefa9:'要' // 
   ,0xf44c:'誌' // 
   ,0xe87c:'班' // 
   ,0xe855:'民' // 
   ,0xe278:'校' // 
   ,0xf275:'赤' // 
   ,0xe6e5:'痢' // 
   ,0xe2a2:'口' // 
   ,0xeb34:'西' // 
   ,0xefc4:'用' // 
   ,0xe657:'例' // 
   ,0x786a:'吧' // 
   ,0xf0f9:'義' // 
   ,0xf03a:'元' // 
   ,0xf03e:'園' // 
   ,0xebbb:'沼' // 
   ,0xe1ef:'工' // 
   ,0xe7e2:'務' // 
   ,0xe561:'動' // 
   ,0xe83a:'物' // 
   ,0xeb9f:'省' // 
   ,0xe2c8:'邱' // 
   ,0xf434:'志' // 
   ,0xe852:'敏' // 
   ,0xf140:'李' // 
   ,0xec3a:'洙' // 
   ,0xeac2:'商' // 
   ,0xe863:'朴' // 
   ,0xf199:'林' // 
   ,0xe873:'反' // 
   ,0xe9c2:'分' // 
   ,0xf296:'塼' // 
   ,0xe84b:'迷' // 
   ,0xe668:'路' // 
   ,0xf54c:'淺' // 
   ,0xedd5:'陽' // 
   ,0xe560:'凍' // 
   ,0xf599:'體' // 
   ,0xf3bd:'洲' // 
   ,0xe560:'凍' // 
   ,0xedc0:'揚' // 
   ,0xf0de:'銀' // 
   ,0xe2e7:'券' // 
   ,0xe947:'柄' // 
   ,0xecf8:'室' // 
   ,0xf434:'志' // 
   ,0xe852:'敏' // 
   ,0xe44b:'寧' // 
   ,0xe9ff:'脾' // 
   ,0xf6ad:'脫' // 
   ,0xebbc:'消' // 
   ,0xe548:'毒' // 
   ,0xf35b:'槽' // 
   ,0xe79c:'綿' // 
   ,0xe97a:'棒' // 
   ,0xe4f3:'塗' // 
   ,0xf766:'布' // 
   ,0xf4e1:'愴' // 
   ,0xf145:'理' // 
   ,0xe248:'罐' // 
   ,0xe5de:'良' // 
   ,0xe940:'丙' // 
   ,0xe6a3:'龍' // 
   ,0xec67:'淑' // 
   ,0xf9ef:'姬' // 
   ,0xe2d6:'君' // 
   ,0xf197:'姙' // 
   ,0xe9a0:'婦' // 
   ,0xe2b4:'求' // 
   ,0xe3e2:'樂' // 
   ,0xf6cf:'土' // 
   ,0xeb4a:'僊' // 
   ,0xe8a9:'坊' // 
   ,0xe1f6:'空' // 
   ,0xf9e9:'興' // 
   ,0xe64a:'嶺' // 
   ,0xebcc:'蘇' // 
   ,0xe6b1:'劉' // 
   ,0xe156:'鉗' // 
   ,0xf3a0:'腫' // 
   ,0xf1e5:'張' // 
   ,0xf84c:'行' // 
   ,0xe14f:'結' // 
   ,0xf1f3:'腸' // 
   ,0xecb0:'昇' // 
   ,0xf8f1:'汞' // 
   ,0xf4b6:'搾' // 
   ,0xf2ff:'靜' // 
   ,0xe776:'脈' // 
   ,0xf3bc:'注' // 
   ,0xe9a6:'扶' // 
   ,0xf435:'持' // 
   ,0xe5b4:'爛' // 
   ,0xe34f:'極' // 
   ,0xf24d:'抵' // 
   ,0xf7f7:'抗' // 겨룰 항, 들어올려 멜 강
   ,0xf436:'指' // 
   ,0xf9d9:'黑' // 
   ,0xec44:'穗' // 
   ,0xedeb:'言' // 
   ,0xe4d7:'當' // 
   ,0xeb94:'城' // 
   ,0xf37b:'足' // 
   ,0xf395:'宗' // 
   ,0xee6a:'硏' // 
   ,0xe2bc:'究' // 
   ,0xf879:'顯' // 
   ,0xf363:'祖' // 
   ,0xe1c5:'考' // 
   ,0x6419:'妣' // 죽은 어머니 비
   ,0xf7e0:'咸' // 
   ,0xf078:'孺' // 
   ,0xed3b:'氏' // 
   ,0xf058:'位' // 
   ,0xead5:'箱' // 
   ,0xe3d1:'金' // 
   ,0xe15f:'卿' // 
   ,0xeeff:'烏' // 
   ,0xe09b:'瞰' // 
   ,0xe4f1:'圖' // 
   ,0xeb68:'鮮' // 
   ,0xf299:'展' // 
   ,0xe651:'逞' // 
   ,0xed54:'握' // 
   ,0xea50:'事' // 
   ,0xedf6:'業' // 
   ,0xe4df:'對' // 
   ,0xf470:'診' // 
   ,0xf4cc:'察' // 
   ,0xf1bb:'自' // 
   ,0xecdb:'識' // 
   ,0xe63e:'裂' // 
   ,0xed3e:'兒' // 
   ,0xf839:'孩' // 
   ,0xf3cb:'走' // 
   ,0xf27a:'適' // 
   ,0xe29c:'九' // 
   ,0xe39f:'旗' // 
   ,0xf754:'評' // 
   ,0xe2d1:'局' // 
   ,0xef72:'外' // 
   ,0xf26c:'的' // 
   ,0xe993:'逢' // 
   ,0xe3c0:'記' // 
   ,0xeae4:'色' // 
   ,0xefd5:'寓' // 
   ,0xf077:'喩' // 
   ,0xefd5:'寓' // 
   ,0xf077:'喩' // 
   ,0xe5af:'亂' // 
   ,0xf79c:'表' // 
   ,0xf17f:'逸' // 
   ,0xf8dc:'號' // øÜ
   ,0xea3a:'非' // 
   ,0xedde:'語' // 
   ,0xf06e:'違' // 
   ,0xe178:'經' // 
   ,0xe761:'網' // 
   ,0xf66d:'鍼' // 
   ,0xe24a:'觀' // 
   ,0xf173:'認' // 
   ,0xedc6:'樣' // 
   ,0xe35e:'近' // 
   ,0xf535:'處' // 
   ,0xee45:'役' // 
   ,0xe4f9:'徒' // 
   ,0xe938:'變' // 
   ,0xe266:'怪' // 
   ,0xeba6:'世' // 
   ,0xf6ee:'波' // 
   ,0xf7a4:'諷' // 
   ,0xf445:'紙' // 
   ,0xe9f8:'碑' // 
   ,0xe69d:'療' // 
   ,0xf373:'造' // 
   ,0xe3ba:'紀' // 
   ,0xe447:'念' // 
   ,0xe097:'減' // 
   ,0xe976:'封' // 
   ,0xf4eb:'窓' // 
   ,0xf8c2:'戶' // øÂ
   ,0xec35:'收' // 
   ,0xf055:'月' // 
   ,0xebf8:'壽' // 
   ,0xe7a4:'命' // 
   ,0xf292:'典' // 
   ,0xe396:'奇' // 
   ,0xe534:'渡' // 
   ,0xe8d7:'伯' // 
   ,0xea77:'私' // 
   ,0xeac0:'像' // 상
   ,0xe563:'憧' // 동
   ,0xe165:'憬' // 경
   ,0xe7d7:'墓' // 묘
   ,0xe7af:'銘' // 명
   ,0xe07f:'感' // 감
   ,0xe056:'覺' // 각
   ,0xeda8:'夜' // 야
   ,0xf8c9:'湖' // 호
   ,0xe9be:'附' // 부
   ,0xf934:'華' // 화
   ,0xedf1:'嚴' // 엄
   ,0xeada:'象' // 상
   ,0xea9f:'朔' // 삭
   ,0xe2cf:'龜' // 구
   ,0xe577:'豆' // 두
   ,0xe0a3:'甲' // 갑
   ,0xee3e:'餘' // 여
   ,0xf034:'韻' // 운
   ,0xf749:'篇' // 편
   ,0xe1ee:'孔' // 공
   ,0xe943:'屛' // 병
   ,0xe654:'靈' // 령
   ,0xefeb:'雨' // 비?
   ,0xf96c:'黃' // 황
   ,0xea6e:'沙' // 사
   ,0xf86e:'現' // 현
   ,0xeada:'象' // 상
   ,0xe55f:'冬' // 동
   ,0xe070:'間' // 간
   ,0xf53f:'滌' // 척
   ,0xe9cd:'焚' // 분
   ,0xe141:'堅' // 견
   ,0xe1b3:'固' // 고
   ,0xf2be:'絶' // 절
   ,0xe1b5:'孤' // 고
   ,0xe54c:'獨' // 독
   ,0xe4da:'黨' // 당
   ,0xe4a6:'壇' // 단
   ,0xf162:'仁' // 인
   ,0xebc8:'素' // 소
   ,0xe7da:'描' // 묘
   ,0xefe6:'迂' // 우
   ,0xf96f:'廻' // 회
   ,0xf0ce:'閏' // 윤
   ,0xf156:'離' // 이
   ,0xf266:'寂' // 적
   ,0xe73c:'寞' // 막
   ,0xefaf:'慾' // 욕
   ,0xebeb:'頌' // 송
   ,0xe296:'郊' // 교
   ,0xe734:'摩' // 마
   ,0xf5da:'追' // 추
   ,0xede3:'憶' // 억
   ,0xee73:'軟' // 연
   ,0xecc2:'柿' // 시
   ,0xeb3a:'夕' // 석
   ,0xf2d2:'定' // 정
   ,0xe1d6:'哭' // 곡
   ,0xf5d1:'楸' // 추
   ,0xf557:'韆' // 천
   ,0xea7f:'蛇' // 사
   ,0xf3a4:'鐘' // 종
   ,0xf17c:'壹' // 일
   ,0xe85b:'密' // 밀
   ,0xe1fd:'果' // 과
   ,0xf6f3:'罷' // 파
   ,0xe36e:'錦' // 금
   ,0xe6b5:'流' // 류
   ,0xebea:'送' // 송
   ,0xf2b6:'餞' // 전
   ,0x68ba:'迓' // 아
   ,0xeaa4:'散' // 
   ,0xe2a3:'句' // 구
   ,0xe752:'輓' // 만
   ,0xe257:'曠' // 광
   ,0xe7ba:'暮' // 모
   ,0xeaf6:'書' // 서
   ,0xe8fa:'壁' // 벽
   ,0xe861:'搏' // 박
   ,0xe06c:'肝' // 간
   ,0xe6ee:'離' // 이
   ,0xebd3:'騷' // 소
   ,0xeef0:'嗚' // 오
   ,0xed7e:'哀' // 애
   ,0xf233:'哉' // 재
   ,0xf6d4:'痛' // 통
   ,0xe45a:'路' // 노
   ,0xf2ef:'程' // 정
   ,0xe444:'年' // 연
   ,0xe54f:'篤' // 독
   ,0xf1f7:'葬' // 장
   ,0xe3b7:'祈' // 기
   ,0xe19b:'季' // 계
   ,0xf2bd:'節' // 절
   ,0xe673:'鹿' // 록
   ,0xe4c1:'潭' // 담
   ,0xe1af:'古' // 고
   ,0xe94a:'甁' // 병
   ,0xebfe:'愁' // 수
   ,0xe567:'洞' // 동
   ,0xe5b5:'蘭' // 난
   ,0xe7a0:'滅' // 멸
   ,0xf26e:'笛' // 적
   ,0xef5c:'玩' // 완
   ,0xeab9:'衫' // 삼
   ,0xf73a:'浿' // 패
   ,0xe4a8:'斷' // 단
   ,0xf1f1:'章' // 장
   ,0xf332:'頂' // 정
   ,0xe2fd:'歸' // 귀
   ,0xe6d5:'陵' // 룡
   ,0xf370:'調' // 조
   ,0xe8ff:'碧' // 벽
   ,0xe7a2:'冥' // 명
   ,0xf1a9:'刺' // 자
   ,0xec49:'繡' // 수
   ,0xe398:'寄' // 기
   ,0xf7fb:'港' // 항 ÷û
   ,0xf050:'遠' // 원
   ,0xe17c:'莖' // 경
   ,0xe7c3:'矛' // 모
   ,0xec7a:'盾' // 순
   ,0xea36:'誹' // 비
   ,0xe8bf:'謗' // 방
   ,0xe0dc:'居' // 거
   ,0xecfc:'尋' // 심
   ,0xf1f6:'莊' // 장
   ,0xf3ed:'卽' // 즉
   ,0xe795:'免' // 면
   ,0xf551:'賤' // 천
   ,0xee7d:'悅' // 열
   ,0xecb7:'始' // 시
   ,0xf6c1:'泰' // 태
   ,0xea58:'史' // 사
   ,0xeb4b:'先' // 선
   ,0xf2cb:'丁' // 정
   ,0xf9cc:'休' // 휴 ùÌ
   ,0xed43:'牙' // 아
   ,0xf2cd:'亭' // 정
   ,0xe09a:'監' // 감
   ,0xe1d7:'斛' // 곡
   ,0xe871:'伴' // 반
   ,0xeadc:'霜' // 상
   ,0xf3a6:'坐' // 좌
   ,0xef52:'臥' // 와
   ,0xf539:'尺' // 자
   ,0xe79e:'面' // 면
   ,0xe0f7:'乞' // 걸
// ,0xf1a1:'春' // 춘
   ,0xf1a1:'立' // 설 립(입), 자리 위
   ,0xe8b4:'榜' // 방
   ,0xf14b:'而' // 이
   ,0xeca7:'習' // 습
   ,0xee42:'亦' // 역
   ,0xee94:'說' // 열
   ,0xf8ba:'乎' // 호 øº
   ,0xecff:'沈' // 심
   ,0xf15f:'翼' // 익
   ,0xf1ae:'字' // 자
   ,0xe09e:'鑑' // 감
   ,0xe36d:'金' // 금
   ,0xe0a7:'剛' // 강
   ,0xe8ed:'凡' // 
   ,0xead3:'相' // 
   ,0xe0cb:'皆' // 
   ,0xf858:'虛' // øX
   ,0xe75d:'妄' // 
   ,0xedb4:'若' // 
   ,0xf343:'諸' // 
   ,0xead3:'相' // 
   ,0xead3:'相' // 
   ,0xe5ce:'來' // 
   ,0xf53b:'戚' // 척
   ,0xe672:'錄' // 록
   ,0xeedf:'禮' // 예
   ,0xf35d:'潮' // 조
   ,0xe951:'保' // 보
   ,0xe648:'寧' // 령
   ,0xe5a0:'羅' // 라
   ,0xe24d:'館' // 관
   ,0xe7a3:'名' // 명
   ,0xeccb:'試' // 시
   ,0xf474:'進' // 진
   ,0xee46:'易' // 역
   ,0xe19f:'桂' // 계
   ,0xe361:'今' // 금
   ,0xe1ff:'科' // 과
   ,0xe0e1:'擧' // 거
   ,0xe236:'過' // 과
   ,0xf37e:'尊' // 존
   ,0xf0e9:'邑' // 읍
   ,0xf2f7:'鄭' // 정
   ,0xeb49:'仙' // 선
   ,0xeb62:'詵' // 선
   ,0xe4ce:'踏' // 답
   ,0xf4d9:'讖' // 참
   ,0xea59:'司' // 사
   ,0xf553:'遷' // 천
   ,0xe2a8:'寇' // 구
   ,0xf0dc:'殷' // 은
   ,0xf3b2:'周' // 주
   ,0xf2c7:'點' // 점
   ,0xe9d6:'佛' // 불
   ,0xeb59:'禪' // 선
   ,0xf8b4:'慧' // 혜 ø´
   ,0xea99:'邪' // 사
   ,0xe978:'峰' // 봉
   ,0xf1db:'丈' // 장
   ,0xed61:'眼' // 안
   ,0xe434:'衲' // 납
   ,0xecac:'僧' // 승
   ,0xec5f:'首' // 수
   ,0xf3a8:'座' // 좌
   ,0xf59a:'初' // 초
   ,0xe17d:'警' // 경
   ,0xe19e:'戒' // 계
   ,0xf855:'香' // 향 øU
   ,0xe897:'般' // 반
   ,0xedae:'若' // 야
   ,0xe0bb:'講' // 강
   ,0xe592:'得' // 득
   ,0xf1b1:'慈' // 자
   ,0xe072:'喝' // 갈
   ,0xeafa:'瑞' // 서
   ,0xed6c:'巖' // 암
   ,0xf935:'話' // 화 ù5
   ,0xe579:'頭' // 두
   ,0xf073:'儒' // 유
   ,0xe8e6:'蕃' // 번
   ,0xe99b:'副' // 부
   ,0xf33b:'提' // 제
   ,0xf570:'牒' // 첩
   ,0xedd0:'良' // 양
   ,0xf654:'穉' // 치
   ,0xe9c7:'奮' // 분
   ,0xe7e6:'戊' // 무
   ,0xeeed:'午' // 오
   ,0xf8ff:'禍' // 화 øÿ
   ,0xf356:'曺' // 조
   ,0xf059:'偉' // 위
   ,0xf645:'層' // 
   ,0xe5c8:'浪' // 
   ,0xe6ea:'裏' // 
   ,0xe8e8:'飜' // 
   ,0xf5f3:'出' // 
   ,0xeda5:'也' // 
   ,0xec57:'銖' // 
   ,0xed6b:'岩' // 
   ,0xec66:'宿' // 
   ,0xebb2:'宵' // 
   ,0xe99a:'剖' // 부
   ,0xe242:'棺' // 관
   ,0xf4d6:'斬' // 참
   ,0xecbb:'屍' // 시
   ,0xeac9:'床' // 상
   ,0xecdf:'伸' // 신
   ,0xf0c5:'尹' // 윤
   ,0xe9b7:'賦' // 부
   ,0xf39d:'終' // 종
   ,0xf4fe:'策' // 책
   ,0xf0c3:'允' // 윤
   ,0xe1b7:'庫' // 고
   ,0xee4d:'逆' // 역
   ,0xe7c7:'謀' // 모
   ,0xece9:'申' // 신
   ,0xf4d1:'參' // 참
   ,0xe562:'同' // 동
   ,0xe19a:'契' // 계
   ,0xf5d2:'樞' // 추
   ,0xe9ac:'符' // 부
   ,0xe960:'輔' // 보
   ,0xf1fa:'藏' // 
   ,0xf5e7:'竺' // 축
   ,0xf1e6:'掌' // 정
   ,0xf3ab:'主' // 주
   ,0xe9ad:'簿' // 부
   ,0xeafe:'署' // 서
   ,0xe77f:'盟' // 맹
   ,0xf5cb:'崔' // 최
   ,0xf658:'致' // 치
   ,0xf169:'寅' // 인
   ,0xf3c1:'珠' // 주
   ,0xec9c:'術' // 술
   ,0xf3b1:'呪' // 주
   ,0xf3ba:'柱' // 주
   ,0x294a:'藥' // 약
   ,0xeab0:'煞' // 살
   ,0xefff:'運' // 운
   ,0xf065:'緯' // 위
   ,0xebaf:'召' // 소
   ,0xe13b:'格' // 격
   ,0xef6a:'旺' // 왕
   ,0xea73:'砂' // 사
   ,0xe77b:'孟' // 맹
   ,0xf063:'爲' // 위
   ,0xecd6:'殖' // 식
   ,0xe1eb:'公' // 공
   ,0xed60:'案' // 안
   ,0xf950:'活' // 활 ùP
   ,0xe0d2:'開' // 개
   ,0xeef6:'悟' // 오
   ,0xefe0:'禹' // 우
   ,0xe3e3:'洛' // 낙
   ,0xe34a:'克' // 극
   ,0xe640:'斂' // 염
   ,0xeaef:'徐' // 서
   ,0xf7db:'韓' // 한 ÷Û
   ,0xf099:'柳' // 유
   ,0xe23c:'郭' // 곽
   ,0xe456:'盧' // 노
   ,0xe8d1:'裵' // 배
   ,0xedc4:'梁' // 양
   ,0xe571:'杜' // 두
   ,0xedc5:'楊' // 양
   ,0xf748:'片' // 편
   ,0xf45c:'晋' // 진
   ,0xebd0:'邵' // 수
   ,0xf1f8:'蔣' // 장
   ,0xf371:'趙' // 조
   ,0xf074:'兪' // 유
   ,0xf8f3:'洪' // 홍 øó
   ,0xf075:'劉' // 유
   ,0xee97:'廉' // 염
   ,0xf0c1:'陸' // 육
   ,0xe56d:'董' // 동
   ,0xe459:'虜' // 노
   ,0xee55:'延' // 연
   ,0xf333:'鼎' // 정
   ,0xe06b:'簡' // 간
   ,0xedfb:'呂' // 여
   ,0xe45d:'魯' // 노
   ,0xedf9:'余' // 녀
   ,0xe936:'卞' // 변
   ,0xede0:'魚' // 어
   ,0xe162:'庚' // 경
   ,0xe7bf:'牟' // 모
   ,0xe2e0:'宮' // 궁
   ,0xe95b:'甫' // 보
   ,0xefcd:'于' // 우
   ,0xe1c1:'皐' // 고
   ,0xe0a9:'姜' // 강
   ,0xf4f9:'蔡' // 채
   ,0xe3dc:'羅' // 나
   ,0xece5:'愼' // 신
   ,0xe93b:'邊' // 변
   ,0xf477:'陳' // 진
   ,0xf693:'卓' // 탁
   ,0xe59a:'鄧' // 등
   ,0xeb70:'薛' // 설
   ,0xe29f:'具' // 구
   ,0xf46a:'秦' // 진
   ,0xe4d0:'唐' // 당
   ,0xe4ab:'段' // 단
   ,0xebe4:'宋' // 송
   ,0xe2ed:'權' // 권
   ,0xe85a:'閔' // 민
   ,0xe29a:'丘' // 구
   ,0xe098:'甘' // 감
   ,0xf86c:'玄' // 현 øl
   ,0xe7ce:'睦' // 목
   ,0xe29d:'仇' // 구
   ,0xe1f8:'貢' // 공
   ,0xf1cd:'雀' // 작
   ,0xf473:'辰' // 진
   ,0xf2f1:'精' // 정
   ,0xf1b9:'紫' // 자
   ,0xebf0:'鎖' // 쇄
   ,0xf7ce:'寒' // ÷Î
   ,0xeaf4:'暑' // 
   ,0xf35f:'燥' // 
   ,0xeca5:'濕' // 
   ,0xe399:'岐' // 기
   ,0xe8d8:'佰' // 백
   ,0xe05e:'干' // 간
   ,0xf559:'哲' // 철
   ,0xe3a6:'機' // 기
   ,0xe5a9:'絡' // 락
   ,0xf5d0:'椎' // 추
   ,0xeea5:'曄' // 엽
   ,0xe457:'老' // 노
   ,0xe93d:'瞥' // 별
   ,0xed4f:'岳' // 악
   ,0xe757:'末' // 말
   ,0xef67:'頑' // 완
   ,0xef3e:'溫' // 온
   ,0xecf5:'辰' // 신
   ,0xf5cf:'推' // 추
   ,0xf236:'才' // 재
   ,0xf3a7:'左' // 좌
   ,0xf7c5:'賀' // 하
   ,0xf864:'革' // 혁
   ,0xf8a1:'形' // 형 ø¡
   ,0xe0dd:'巨' // 거
   ,0xe1da:'穀' // 곡
   ,0xf69c:'濁' // 탁
   ,0xe359:'筋' // 근
   ,0xe73f:'膜' // 막
   ,0xe3bf:'肌' // 기
   ,0xf0bf:'肉' // 육
   ,0xe1e9:'骨' // 골
   ,0xec60:'髓' // 수
   ,0xe057:'角' // 각
   ,0xe969:'腹' // 복
   ,0xe9a9:'浮' // 부
   ,0xf7d0:'悍' // 한
   ,0xe1e9:'骨' // 골
   ,0xe0d4:'客' // 객
   ,0xf639:'聚' // 취
   ,0xf87b:'穴' // 혈
   ,0xe163:'徑' // 경
   ,0xf94d:'還' // 화
   ,0xf99a:'孝' // 효
   ,0xf8ac:'衡' // 형
   ,0xf977:'淮' // 회
   ,0xf9ba:'訓' // 문
   ,0xf150:'裏' // 이
   ,0xf93f:'丸' // 환
   ,0xe7d8:'妙' // 묘
   ,0xee72:'衍' // 연
   ,0xe74f:'萬' // 만
   ,0xef69:'往' // 완
   ,0xe996:'不' // 부
   ,0xf3f2:'增' // 증
   ,0xeb40:'析' // 석
   ,0xf467:'盡' // 진
   ,0xf26d:'積' // 적
   ,0xe0e9:'鉅' // 거
   ,0xe2f6:'櫃' // 궤
   ,0xed79:'昻' // 명
   ,0xe95c:'菩' // 보
   ,0xf3eb:'衆' // 중
   ,0xeaa7:'産' // 산
   ,0xe0b5:'綱' // 강
   ,0xe6c3:'倫' // 륜
   ,0xede4:'抑' // 억
   ,0xec9f:'崇' // 숭
   ,0xf439:'旨' // 지
   ,0xf357:'曹' // 조
   ,0xe1a2:'溪' // 계
   ,0xebd4:'俗' // 속
   ,0xe151:'訣' // 결
   ,0xe6fc:'臨' // 임
   ,0xe76c:'昧' // 매
   ,0xe6a7:'樓' // 루
   ,0xf7a1:'品' // 품
   ,0xeb5f:'船' // 배
   ,0xee43:'力' // 역
   ,0xe244:'灌' // 관
   ,0xf59f:'招' // 
   ,0xf8eb:'魂' // 
   ,0xe4d1:'堂' // 
   ,0xe25a:'狂' // 광
   ,0xf77c:'暴' // 폭
   ,0xf1dd:'匠' // 장
   ,0xe73a:'魔' // 마
   ,0xec42:'睡' // 수
   ,0xe73a:'魔' // 마
   ,0xe8ca:'杯' // 배
   ,0xf64f:'熾' // 치
   ,0xe4a5:'團' // 단
   ,0xe2c1:'舊' // 구
   ,0xe665:'老' // 노
   ,0xf6e8:'婆' // 파
   ,0xef7d:'妖' // 요
   ,0xe470:'腦' // 골
   ,0xec37:'樹' // 수
   ,0xe1a7:'系' // 계
   ,0xe033:'假' // 가
   ,0x6daf:'涯' // 유
   ,0xeb79:'纖' // 섬
   ,0x72ea:'肘' // 팔꿈치 주
   ,0xee44:'域' // 역
   ,0xe0fe:'檢' // 검
   ,0xea6b:'査' // 사
   ,0xf446:'肢' // 지
   ,0xe2dd:'屈' // 굴
   ,0xe744:'娩' // 
   ,0xf6c3:'胎' // 
   ,0xe87f:'盤' // 
   ,0xf354:'早' // 
   ,0xe3a2:'期' // 
   ,0xe85e:'剝' // 
   ,0xf340:'臍' // 
   ,0xe4e1:'帶' // 
   ,0xf944:'患' // 
   ,0xe0cf:'蓋' // 
   ,0xf75d:'閉' // 
   ,0xeadd:'塞' // 
   ,0xe86d:'薄' // 박
   ,0xedb0:'弱' // 약
   ,0xe8be:'訪' // 방
   ,0xe7fd:'問' // 문
   ,0xe4f4:'導' // 도
   ,0xe4a4:'單' // 단
   ,0xec7d:'純' // 순
   ,0xf8a0:'型' // 형
   ,0xf8a0:'型' // 형
   ,0xf24c:'底' // 저
   ,0xf579:'聽' // 청
   ,0x6a65:'閾' // 역 
   ,0xecd5:'植' // 식
   ,0xe247:'管' // 관
   ,0xf5de:'錐' // 추
   ,0xeba5:'醒' // 성
   ,0xf0eb:'應' // 응
   ,0xe066:'癎' // 간
   ,0xe066:'癎' // 간
   ,0xf497:'質' // 질
   ,0xf2c4:'粘' // 점
   ,0xf4b7:'着' // 착
   ,0xf497:'質' // 질
   ,0xf85e:'歇' // 헐
   ,0xe0ad:'强' // 강
   ,0xf644:'測' // 측
   ,0xf85e:'歇' // 헐
   ,0xf77f:'爆' // 폭
   ,0xf1ff:'障' // 장
   ,0xed96:'碍' // 애
   ,0xeaba:'揷' // 삽
   ,0xf0ba:'類' // 유
   ,0xea54:'似' // 사
   ,0xe077:'葛' // 갈
   ,0xf0c0:'育' // 육
   ,0xf6ac:'奪' // 탙
   ,0xe95d:'補' // 보
   ,0xf34e:'助' // 조
   ,0xecf7:'失' // 실
   ,0xf3f8:'症' // 증
   ,0xe633:'練' // 련
   ,0xe633:'練' // 누일 련(연)
   ,0xf4b4:'遮' // 차
   ,0xe6ff:'立' // 립
   ,0xea4a:'頻' // 빈
   ,0xe0bd:'降' // 강
   ,0xf8bb:'互' // 호
   ,0xe1ad:'階' // 계
   ,0xebf4:'受' // 수
   ,0xe3f1:'難' // 난
   ,0xf14c:'耳' // 이
   ,0xef54:'蝸' // 와
   ,0xe3de:'螺' // 나
   ,0xe49f:'多' // 다
   ,0xecc6:'示' // 시
   ,0xe4ae:'端' // 단
   ,0xe57f:'鈍' // 둔
   ,0xe73b:'麻' // 마
   ,0xeb5d:'腺' // 선
   ,0xe3b1:'畸' // 기
   ,0xf975:'會' // 회
   ,0xf443:'祉' // 지
   ,0xec38:'殊' // 수
   ,0xe86e:'迫' // 박
   ,0xe77e:'盲' // 맹
   ,0xf232:'再' // 재
   ,0xee7f:'烈' // 세찰 렬(열)
   ,0xe2e1:'弓' // 궁
   ,0xe172:'痙' // 경
   ,0xe5fd:'攣' // 련
   ,0xe0c8:'槪' // 개
   ,0xf07e:'惟' // 유
   ,0xf657:'置' // 치
   ,0xf945:'換' // 환
   ,0xe0c1:'個' // 개
   ,0xec33:'授' // 수
   ,0xf4ac:'差' // 차
   ,0xe0d6:'更' // 갱
   ,0xe67c:'聾' // 농
   ,0xed3f:'啞' // 아
   ,0xf8bf:'好' // 호
   ,0xeaab:'酸' // 산
   ,0xebac:'細' // 세
   ,0xf770:'胞' // 포
   ,0xe0de:'拒' // 거
   ,0xf852:'響' // 향
   ,0xf7e5:'緘' // 함
   ,0xf6c8:'宅' // 택
   ,0xe0ed:'健' // 건
   ,0xe5e7:'慮' // 려
   ,0xe0ed:'健' // 건
   ,0xf84e:'向' // 향
   ,0xe0ef:'建' // 건
   ,0xe0f2:'腱' // 건
   ,0xdc4e:'濟' // 제
   ,0xf563:'尖' // 첨
   ,0xea68:'斜' // 사
   ,0xe194:'頸' // 경
   ,0xf6da:'腿' // 넓적다리 퇴
   ,0xea68:'斜' // 사
   ,0xe194:'頸' // 경
   ,0xd84c:'乳' // 유
   ,0xe0c7:'改' // 개
   ,0xe140:'隔' // 격
   ,0xeb72:'設' // 설
   ,0xe140:'隔' // 격
   ,0xf651:'痴' // 치
   ,0xe147:'肩' // 견
   ,0xf0cc:'輪' // 윤
   ,0xe173:'硬' // 경
   ,0xf1f4:'臟' // 장
   ,0xf979:'灰' // 재 회
   ,0xe150:'缺' // 결
   ,0xf7e8:'陷' // 함
   ,0xe9e1:'備' // 비
   ,0xe150:'缺' // 결
   ,0xf7e8:'陷' // 함
   ,0xeac1:'償' // 상
   ,0xf847:'核' // 핵
   ,0xe1c6:'股' // 고
   ,0xee9c:'炎' // 염
   ,0xf541:'脊' // 척
   ,0xe161:'境' // 경
   ,0xf83a:'害' // 해
   ,0xf234:'在' // 재
   ,0xee9a:'染' // 염
   ,0xe17e:'輕' // 경
   ,0xf5cc:'最' // 최
   ,0xe15b:'傾' // 경
   ,0xe4e6:'臺' // 대
   ,0xf640:'側' // 측
   ,0xebcf:'遡' // 소
   ,0xeeb1:'映' // 영
   ,0xea60:'寫' // 사
   ,0xf248:'低' // 저
   ,0xe27c:'矯' // 교
   ,0xe0b7:'腔' // 강
   ,0xed64:'顔' // 안
   ,0xf6f2:'破' // 파
   ,0xe655:'領' // 영
   ,0xe1aa:'計' // 계
   ,0xeaa9:'算' // 산
   ,0xe63a:'列' // 열
   ,0xefbb:'容' // 용
   ,0xf5b5:'促' // 촉
   ,0xf49d:'執' // 집
   ,0xe442:'冷' // 냉
   ,0xe46b:'膿' // 농
   ,0xedcb:'瘍' // 약
   ,0xf14a:'罹' // 이
   ,0xf0d2:'率' // 율
   ,0xeab6:'滲' // 
   ,0xe197:'係' // 계
   ,0xe1ec:'共' // 공
   ,0xe1f4:'攻' // 공
   ,0xe13a:'擊' // 격
   ,0xe7b0:'鳴' // 명
   ,0xf0ab:'維' // 유
   ,0xf6a5:'彈' // 탄
   ,0xe8f4:'範' // 범
   ,0xf39e:'綜' // 종
   ,0xe1f0:'恐' // 공
   ,0xf767:'怖' // 포
   ,0xf95b:'慌' // 황
   ,0xe3cc:'緊' // 긴
   ,0xf372:'躁' // 조
   ,0xf8de:'護' // 호
   ,0xec69:'熟' // 숙
   ,0xf1a5:'剩' // 잉
   ,0xf6d6:'統' // 통
   ,0xefb0:'欲' // 욕
   ,0xf7fd:'肛' // 항
   ,0xe356:'根' // 근
   ,0xe2b0:'構' // 구
   ,0xe9ef:'比' // 비
   ,0xe233:'誇' // 과
   ,0xf05c:'圍' // 위
   ,0xf0a8:'癒' // 유
   ,0xe746:'彎' // 만
   ,0xe264:'塊' // 괴
   ,0xe0e5:'距' // 거
   ,0xf871:'絃' // 현
   ,0xee53:'宴' // 연
   ,0xf3b4:'奏' // 주
   ,0xf4dd:'唱' // 창
   ,0xee53:'宴' // 연
   ,0xf84d:'享' // 향
   ,0xf137:'吏' // 이
   ,0xf35e:'照' // 조
   ,0xeb4c:'善' // 선
   ,0xf07a:'幼' // 유
   ,0xf353:'操' // 조
   ,0xe6be:'類' // 류
   ,0xe2ac:'拘' // 구
   ,0xe2a5:'嘔' // 구
   ,0xf6ce:'吐' // 토
   ,0xe46a:'聾' // 농
   ,0xf347:'際' // 립
   ,0xf347:'際' // 제
   ,0xeee3:'豫' // 예
   ,0xf892:'協' // 협
   ,0xefd7:'愚' // 우
   ,0xe2d8:'群' // 군
   ,0xf2b9:'折' // 절
   ,0xe2b9:'球' // 구
   ,0xf94b:'環' // 환
   ,0xe8b7:'紡' // 방
   ,0xf5df:'錘' // 추
   ,0xe967:'服' // 복
   ,0xe034:'價' // 가
   ,0xf5ee:'軸' // 축
   ,0xf335:'劑' // 제
   ,0xf067:'萎' // 위
   ,0xeae3:'索' // 색
   ,0xe371:'急' // 급
   ,0xe9f6:'痺' // 비
   ,0xe935:'便' // 변
   ,0xe63b:'劣' // 열
   ,0xf393:'等' // 등
   ,0xf547:'喘' // 천
   ,0xecd3:'息' // 식
   ,0xf547:'喘' // 천
   ,0xeed3:'例' // 례
   ,0xe4e8:'貸' // 대
   ,0xe3c3:'起' // 기
   ,0xe956:'步' // 보
   ,0xeef7:'惡' // 오
   ,0xf6f9:'板' // 판
   ,0xf761:'匍' // 포
   ,0xe963:'匐' // 복
   ,0xefd3:'右' // 우
   ,0xf25f:'這' // 저
   ,0xf9c4:'彙' // 휘
   ,0xe3c6:'飢' // 기
   ,0xe074:'渴' // 갈
   ,0xe241:'慣' // 관
   ,0xe637:'連' // 연
   ,0xe3a0:'旣' // 기
   ,0xe5f6:'歷' // 력
   ,0xf3de:'準' // 준
   ,0xf9a6:'候' // 후
   ,0xeafd:'緖' // 서
   ,0xf5a8:'礎' // 초
   ,0xf798:'標' // 표
   ,0xe96c:'複' // 복
   ,0xf5a8:'礎' // 초
   ,0xe56f:'兜' // 토
   ,0xedcf:'羊' // 양
   ,0xe27d:'絞' // 교
   ,0xed9b:'扼' // 맥
   ,0xf8e8:'混' // 혼
   ,0xefa6:'腰' // 요
   ,0xf13c:'弛' // 이
   ,0xef60:'緩' // 완
   ,0xe4fa:'悼' // 도
   ,0xe336:'揆' // 헤아릴 규
   ,0xee4b:'譯' // 번역할 역
   ,0xeaed:'序' // 차례 서
   ,0xf36c:'肇' // 비롯할 조
   ,0xe4aa:'檀' // 박달나무 단
   ,0xe74c:'漫' // 질펀할 만
   ,0xebe7:'淞' // 송
   ,0xea48:'貧' // 빈
   ,0xefcb:'鏞' // 용
   ,0xeadb:'賞' // 상줄 상
   ,0xf3ac:'住' // 주
   ,0xe2ff:'鬼' // 귀
   ,0xe43d:'來' // 내
   ,0xeac3:'喪' // 상
   ,0xe3eb:'卵' // 난
   ,0xead4:'祥' // 상
   ,0xe949:'炳' // 병
   ,0xe3df:'裸' // 나
   ,0xe7aa:'瞑' // 명
   ,0xf5b1:'超' // 초
   ,0xe3f0:'蘭' // 난초 란(난)
   ,0xf8fe:'畵' // 그림 화
   ,0xe7f8:'墨' // 먹 묵
   ,0xe6ab:'累' // 루
   ,0xede2:'億' // 억
   ,0xed9d:'液' // 액
   ,0xf0d0:'慄' // 율
   ,0xf448:'至' // 지
   ,0x7cc3:'洉' // 적실 후
   ,0xe4fe:'桃' // 도
   ,0xea4c:'氷' // 빙
   ,0xefb4:'辱' // 욕
   ,0xefd2:'友' // 우
   ,0xf565:'添' // 첨
   ,0xf877:'賢' // 현
   ,0xe4cd:'答' // 답
   ,0xea98:'辭' // 사
   ,0xe0eb:'乾' // 건
   ,0xe1de:'坤' // 곤
   ,0xf1e2:'將' // 장
   ,0xe13d:'激' // 격
   ,0xe7bd:'母' // 모
   ,0xebd5:'屬' // 속
   ,0xf038:'熊' // 웅
   ,0xf038:'熊' // 곰
   ,0xf948:'桓' // 한
   ,0xe9e4:'卑' // 비
   ,0xf760:'包' // 포
   ,0xe89c:'勃' // 발
   ,0xe1d5:'鼓' // 고
   ,0xf0e2:'淫' // 음
   ,0xee4f:'嚥' // 연
   ,0xf071:'乳' // 유 
   ,0xe37c:'其' // 기
   ,0xf65e:'則' // 즉
   ,0xed52:'惡' // 악
   ,0xf75c:'蔽' // 폐
   ,0xe7a1:'蔑' // 멸
   ,0xee5d:'沿' // 연
   ,0xe055:'脚' // 다리 각
   ,0xf737:'悖' // 패
   ,0xf64b:'恥' // 치
   ,0xe771:'罵' // 매
   ,0xe4ee:'倒' // 도
   ,0xf7cb:'虐' // 학
   ,0xf4ea:'瘡' // 창
   ,0xecde:'飾' // 식
   ,0xf049:'源' // 원
   ,0xf39c:'種' // 종
   ,0xf1a6:'孕' // 잉
   ,0xf25c:'詛' // 저
   ,0xe4c8:'談' // 담
   ,0xec59:'隋' // 수
   ,0xf43a:'智' // 지
   ,0xe750:'蔓' // 만
   ,0xe6bf:'六' // 육
   ,0xe645:'令' // 령
   ,0xe9b0:'腑' // 부
   ,0xe4c5:'膽' // 쓸개 담
   ,0xe7cd:'目' // 눈 목
   ,0xe451:'怒' // 노
   ,0xed44:'芽' // 아
   ,0xf235:'宰' // 재
   ,0xeb9e:'盛' // 성
   ,0xe262:'乖' // 괴
   ,0xf1c0:'資' // 자
   ,0xf251:'沮' // 저
   ,0xe4c3:'痰' // 담
   ,0xf97c:'膾' // 회
   ,0xecef:'薪' // 신
   ,0xeac4:'嘗' // 상
   ,0xec52:'讐' // 수
   ,0xe4e3:'戴' // 구
   ,0xf958:'恍' // 황
   ,0xf8ed:'惚' // 홀
   ,0xed32:'深' // 심
   ,0xf298:'專' // 전
   ,0xf8d7:'胡' // 호
   ,0xe667:'虜' // 로
   ,0xf9d5:'凶' // 흉
   ,0xe44f:'奴' // 노
   ,0xeee6:'隸' // 예
   ,0xe576:'讀' // 두
   ,0xe436:'娘' // 랑
   ,0xe5d7:'兩' // 양
   ,0xe698:'僚' // 료
   ,0xeaee:'庶' // 서
   ,0xf2d5:'廷' // 정
   ,0xe44f:'奴' // 노
   ,0xe9e6:'婢' // 비
   ,0xe962:'僕' // 복
   ,0xe8c4:'俳' // 배
   ,0xefd0:'優' // 우
   ,0xf4de:'娼' // 창
   ,0xe7e3:'巫' // 무
   ,0xe13f:'覡' // 격
   ,0xebdb:'贖' // 속
   ,0xe69b:'料' // 료
   ,0xf3b3:'嗾' // 주
   ,0xe134:'劫' // 겁
   ,0xea34:'蜚' // 비
   ,0xe862:'撲' // 박
   ,0xeb47:'釋' // 석
   ,0xead9:'詳' // 상
   ,0xf7c6:'遐' // 하
   ,0xe596:'登' // 등
   ,0xf543:'陟' // 척
   ,0xf03d:'圓' // 원
   ,0xed5d:'岸' // 안
   ,0xef3b:'獄' // 옥
   ,0xf5e5:'畜' // 축
   ,0xe3a5:'棄' // 기
   ,0xf07b:'幽' // 유
   ,0xf670:'稱' // 칭
   ,0xf89f:'刑' // 형
   ,0xe8eb:'罰' // 벌
   ,0xf89f:'刑' // 형
   ,0xe8de:'魄' // 백
   ,0xe33c:'糾' // 규
   ,0xe050:'各' // 각
   ,0xebf6:'囚' // 수
   ,0xe3fa:'濫' // 남
   ,0xeca9:'襲' // 습
   ,0xe96d:'覆' // 복
   ,0xf0cf:'律' // 율
   ,0xe6c8:'律' // 율
   ,0xf1e8:'杖' // 장
   ,0xe4d5:'撞' // 당
   ,0xe3ea:'亂' // 난
   ,0xf1e8:'杖' // 장
   ,0xf678:'打' // 타
   ,0xe2b2:'毆' // 구
   ,0xe05d:'姦' // 간
   ,0xf6c2:'笞' // 태
   ,0xf1e8:'杖' // 장
   ,0xf3aa:'罪' // 죄
   ,0xe538:'盜' // 도
   ,0xf2b1:'錢' // 전
   ,0xec9d:'述' // 펼 술
   ,0xe6c0:'戮' // 육
   ,0xf450:'遲' // 지
   ,0xecbd:'弑' // 시
   ,0xe0e7:'車' // 거
   ,0xf2b4:'顚' // 전
   ,0xf1b3:'炙' // 자
   ,0xe267:'愧' // 괴
   ,0xf99e:'梟' // 효
   ,0xea96:'賜' // 사
   ,0xf868:'懸' // 현
   ,0xe06a:'竿' // 간
   ,0xf0e6:'飮' // 음
   ,0xf76a:'捕' // 포
   ,0xecb1:'繩' // 승
   ,0xf745:'便' // 편
   ,0xf0f1:'宜' // 의
   ,0xe67f:'牢' // 리
   ,0xe65c:'勞' // 노
   ,0xf294:'剪' // 전
   ,0xe7f4:'誣' // 무
   ,0xe1b1:'告' // 고
   ,0xf2df:'楨' // 정
   ,0xe1e2:'棍' // 곤
   ,0xe8e9:'伐' // 벌
   ,0xf4f5:'採' // 채
   ,0xf742:'烹' // 팽
   ,0xf1b4:'煮' // 자
   ,0xf6b1:'貪' // 탐
   ,0xee38:'與' // 여
   ,0xe5c2:'覽' // 람
   ,0xe659:'禮' // 례
   ,0xf3a3:'鍾' // 종
   ,0xf1fd:'醬' // 장
   ,0xf3c4:'紂' // 주
   ,0xe2b7:'狗' // 구
   ,0xef68:'曰' // 왈
   ,0xf9fc:'稀' // 희 ùü
   ,0xf759:'弊' // 폐
   ,0xe35c:'覲' // 근
   ,0xec56:'酬' // 수
   ,0xf1cc:'酌' // 작
   ,0xeba8:'歲' // 세
   ,0xe34b:'剋' // 극
   ,0xe5d8:'凉' // 량
   ,0xe1fe:'瓜' // 과
   ,0xe198:'啓' // 계
   ,0xe368:'禽' // 금
   ,0xf8cf:'狐' // 호
   ,0xe46d:'惱' // 뇌
   ,0xebed:'殺' // 쇄
   ,0xf0f7:'疑' // 의
   ,0xf7df:'含' // 함
   ,0xf043:'怨' // 원
   ,0xe568:'潼' // 동
   ,0xf4e3:'昌' // 창
   ,0xebaa:'稅' // 세
   ,0xedc7:'洋' // 양
   ,0xe5d9:'梁' // 양
   ,0xe4fb:'挑' // 도
   ,0xe5e9:'旅' // 나그네 려(여)
   ,0xf3f4:'曾' // 
   ,0xedb7:'藥' // 
   ,0xee7a:'列' // 
   ,0xe8f3:'犯' // 
   ,0xec78:'淳' // 
   ,0xf4a2:'集' // 
   ,0xe966:'復' // 복
   ,0xe05a:'刊' // 간
   ,0xeb64:'選' // 선
   ,0xf7cf:'恨' // 한
   ,0xe175:'竟' // 경
   ,0xe39d:'忌' // 기
   ,0xf33e:'祭' // 제
   ,0xe8c6:'培' // 배
   ,0xe1cf:'賈' // 고
   ,0xe357:'槿' // 근
   ,0xeb92:'燮' // 섭
   ,0xf458:'塵' // 진
   ,0xe464:'鹿' // 녹
   ,0xf04d:'苑' // 원
   ,0xe5f3:'黎' // 
   ,0xf758:'廢' // 폐
   ,0xf857:'墟' // 허
   ,0xecc5:'矢' // 살
   ,0xe1c3:'稿' // 고
   ,0xf9a7:'厚' // 후
   ,0xf93b:'攫' // 확
   ,0xf4b5:'捉' // 착
   ,0xec76:'殉' // 순
   ,0xf097:'柔' // 유
   ,0xe43a:'狼' // 
   ,0xef4a:'翁' // 옹
   ,0xebf7:'垂' // 수
   ,0xf57e:'切' // 체
   ,0xe8bb:'芳' // 방
   ,0xec97:'醇' // 순
   ,0xf6a3:'嘆' // 탄
   ,0xf17e:'溢' // 일
   ,0xe1bd:'枯' // 고
   ,0xe4bf:'淡' // 담
   ,0xf974:'晦' // 회
   ,0xf1b2:'滋' // 자
   ,0xf345:'醍' // 제
   ,0xe7d2:'沒' // 몰
   ,0xf8e9:'渾' // 혼
   ,0xf0d7:'融' // 융
   ,0xf4ef:'蒼' // 창
   ,0xf668:'沈' // 침
   ,0xe1cc:'蠱' // 고
   ,0xf8e3:'惑' // 혹
   ,0xf63d:'醉' // 취
   ,0xe934:'霹' // 벽
   ,0xe5fa:'靂' // 력
   ,0xed3c:'亞' // 
   ,0xe23a:'槨' // 곽
   ,0xe7d2:'沒' // 몰
   ,0xf0ae:'裕' // 유
   ,0xe55b:'頓' // 돈
   ,0xe4f0:'到' // 도
   ,0xf3e4:'逡' // 준
   ,0xe547:'韜' // 도
   ,0xf974:'晦' // 회
   ,0xf6af:'眈' // 탐
   ,0xe49e:'溺' // 닉
   ,0xf3e3:'蠢' // 준
   ,0xe1a8:'繫' // 계
   ,0xf8e9:'渾' // 혼
   ,0xf2e4:'淨' // 정
   ,0xeecf:'靈' // 영
   ,0xf2e4:'淨' // 정
   ,0xec70:'循' // 순
   ,0xee7e:'涅' // 열
   ,0xe879:'槃' // 반
   ,0xf5bb:'寸' // 촌
   ,0xedf2:'奄' // 엄
   ,0xe764:'茫' // 망
   ,0xe73e:'漠' // 막
   ,0xf8f5:'紅' // 홍
   ,0xf1da:'雜' // 잡
   ,0xe5aa:'落' // 락
   ,0xe23d:'串' // 관
   ,0xed6a:'唵' // 암
   ,0xe540:'蹈' // 도
   ,0xf799:'漂' // 표
   ,0xeecf:'靈' // 령
   ,0xe961:'伏' // 복
   ,0xedbc:'凉' // 양
   ,0xe39b:'己' // 기
   ,0xea7b:'肆' // 사
   ,0xf969:'蝗' // 황
   ,0xf5f9:'蟲' // 충
   ,0xf1da:'雜' // 잡
   ,0xe66a:'露' // 노
   ,0xf164:'印' // 인
   ,0xf940:'喚' // 환
   ,0xf8c6:'毫' // 호
   ,0xe6d8:'厘' // 리
   ,0xe2ec:'捲' // 권
   ,0xefa1:'窈' // 요
   ,0xf367:'窕' // 조
   ,0xef44:'兀' // 올
   ,0xee60:'淵' // 연
   ,0xf0d8:'隆' // 융
   ,0xf051:'阮' // 원
   ,0xf2e4:'淨' // 정
   ,0xf5b7:'燭' // 측
   ,0xea46:'牝' // 빈
   ,0xe39c:'幾' // 기
   ,0xe7e9:'无' // 무
   ,0xf43b:'枝' // 
   ,0xf0b3:'蹂' // 유
   ,0xe6f5:'躪' // 린
   ,0xe23e:'冠' // 관
   ,0xf632:'取' // 취
   ,0xe6fd:'霖' // 림
   ,0xf7d2:'汗' // 한
   ,0xf65d:'齒' // 치
   ,0xeee5:'銳' // 예
   ,0xeef8:'懊' // 오
   ,0xebcd:'訴' // 소
   ,0xebbe:'瀟' // 서
   ,0xeacf:'湘' // 상
   ,0xf667:'枕' // 침
   ,0xf2ad:'輾' // 전
   ,0xe8ef:'梵' // 범
   ,0xe4ad:'短' // 단
   ,0xe9fe:'肥' // 비
   ,0xf5eb:'蓄' // 축
   ,0xe0ec:'件' // 건
   ,0xf195:'壬' // 임
   ,0xec9b:'戌' // 술
   ,0xf6ef:'派' // 파
   ,0xe66c:'鷺' // 로
   ,0xf2c8:'接' // 접
   ,0xebe9:'誦' // 송
   ,0xea4b:'憑' // 빙
   ,0xedd9:'御' // 어
   ,0xf4e7:'滄' // 창
   ,0xebd8:'粟' // 속
   ,0xec5e:'須' // 수
   ,0xf0ac:'臾' // 유
   ,0xebcd:'訴' // 소
   ,0xe076:'竭' // 갈
   ,0xf6e7:'坡' // 파
   ,0xf1e0:'壯' // 장
   ,0xe9d2:'芬' // 분
   ,0xe8c9:'排' // 배
   ,0xebf1:'衰' // 쇠
   ,0xf7d3:'漢' // 현
   ,0xf53d:'擲' // 척
   ,0xef7f:'寥' // 요
   ,0xebcb:'蕭' // 소
   ,0xf359:'條' // 조
   ,0xf3ce:'週' // 주
   ,0xf15c:'益' // 익
   ,0xe032:'佳' // 가
   ,0xe5fb:'憐' // 련
   ,0xf9a5:'侯' // 후
   ,0xe152:'兼' // 겸
   ,0xed76:'仰' // 앙
   ,0xf665:'侵' // 침
   ,0xf94e:'驩' // 환
   ,0xeeea:'伍' // 오
   ,0xed62:'雁' // 안
   ,0xe63d:'烈' // 열
   ,0xe16a:'更' // 갱
   ,0xea7a:'絲' // 사
   ,0xe34c:'劇' // 극
   ,0xf8e6:'婚' // 혼
   ,0xe366:'琴' // 금
   ,0xeca2:'瑟' // 슬
   ,0xe8ad:'彷' // 방
   ,0xe9d8:'彿' // 불
   ,0xef57:'完' // 완
   ,0xe53e:'賭' // 도
   ,0xe353:'勤' // 근
   ,0xf1af:'孜' // 자
   ,0xf4d3:'慘' // 참
   ,0xe4bc:'憺' // 담
   ,0xeed5:'叡' // 예
   ,0xf9f4:'戱' // 희 ùô
   ,0xe677:'弄' // 롱
   ,0xeb3d:'惜' // 석
   ,0xf351:'彫' // 조
   ,0xe6af:'鏤' // 루
   ,0xf5fb:'衷' // 충
   ,0xe7b7:'慕' // 모
   ,0xf7da:'限' // 한
   ,0xe5f2:'麗' // 려
   ,0xf1b8:'磁' // 자
   ,0xe75c:'亡' // 망
   ,0xf6e3:'鬪' // 투
   ,0xe964:'卜' // 복
   ,0xe1ed:'功' // 공
   ,0xf4a8:'借' // 차
   ,0xe2a7:'垢' // 구
   ,0xe6c9:'慄' // 율
   ,0xf653:'稚' // 치
   ,0xf274:'賊' // 적
   ,0xf897:'狹' // 협
   ,0xed98:'隘' // 애
   ,0xe6b0:'陋' // 루
   ,0xe9c6:'奔' // 분
   ,0xf6a4:'坦' // 탄
   ,0xe8e1:'煩' // 번
   ,0xf671:'快' // 쾌
   ,0xf07d:'悠' // 유
   ,0xe769:'妹' // 
   ,0xf674:'唾' // 타
   ,0xf6a0:'託' // 탁
   ,0xf37d:'存' // 존
   ,0xe57d:'遁' // 둔
   ,0xe846:'眉' // 미
   ,0xe0f8:'傑' // 걸
   ,0xf9b9:'薰' // 훈
   ,0xe8fb:'擘' // 벽
   ,0xe067:'看' // 간
   ,0xe8fb:'擘' // 벽
   ,0xe2ef:'眷' // 권
   ,0xe1d3:'顧' // 고
   ,0xe0da:'倨' // 거
   ,0xeeec:'傲' // 오
   ,0xf47e:'桎' // 질
   ,0xe1d9:'梏' // 곡
   ,0xe2ea:'圈' // 권
   ,0xedb8:'躍' // 약
   ,0xf1ac:'姿' // 자
   ,0xe14e:'潔' // 결
   ,0xf2da:'整' // 정
   ,0xebce:'逍' // 소
   ,0xf4f4:'彩' // 채
   ,0xe5b2:'欒' // 란
   ,0xe994:'鋒' // 봉
   ,0xf276:'跡' // 적
   ,0xec54:'遂' // 수
   ,0xe56e:'銅' // 동
   ,0xf5c6:'聰' // 총
   ,0xf3d5:'俊' // 준
   ,0xeb6a:'屑' // 설
   ,0xf136:'利' // 이
   ,0xe847:'米' // 미
   ,0xe2d5:'麴' // 국
   ,0xe8a3:'醱' // 발
   ,0xf9a3:'酵' // 효
   ,0xe4d8:'糖' // 당
   ,0xea71:'瀉' // 사
   ,0xe939:'辨' // 
   ,0xf3fb:'證' // 
   ,0xf454:'織' // 
   ,0xe2f9:'軌' // 
   ,0xe2e6:'倦' // 
   ,0xe250:'括' // 
   ,0xecae:'升' // 
   ,0xea95:'謝' // 
   ,0xe343:'均' // 
   ,0xe343:'均' // 
   ,0xf4b2:'蹉' // 
   ,0xf498:'跌' // 
   ,0xf746:'偏' // 
   ,0xf0ee:'依' // 
   ,0xf75b:'肺' // 
   ,0xecec:'腎' // 
   ,0xf066:'胃' // 
   ,0xe8b9:'膀' // 
   ,0xe25d:'胱' // 
   ,0xf5a5:'焦' // 
   ,0xeddc:'瘀' // 
   ,0xe6dd:'李' // 
   ,0xf33d:'濟' // 
   ,0xe2b6:'灸' // 
   ,0xf0d9:'垠' // 
   ,0xf05a:'僞' // 위
   ,0xe634:'聯' // 
   ,0xe0fb:'儉' // 
   ,0xedbd:'壤' // 
   ,0xf3c9:'註' // 
   ,0xedbd:'壤' // 
   ,0xf9f1:'希' // ùñ
   ,0xe656:'齡' // 
   ,0xe5d4:'略' // 
   ,0xf4c3:'纂' // 
   ,0xf85c:'獻' // 
   ,0xee4a:'繹' // 
   ,0xf4a0:'輯' //
   ,0xe5d4:'略' // 
   ,0xee3b:'輿' // 
   ,0xe07b:'勘' // 
   ,0xf138:'夷' // 
   ,0xecd1:'寔' // 
   ,0xf8f8:'鴻' // 
   ,0xf968:'荒' // 
   ,0x74a1:'璡' // 
   ,0xe695:'賴' // 
   ,0xedea:'焉' // 
   ,0xe0cc:'盖' // 
   ,0xe7ab:'茗' // 
   ,0xe2e9:'卷' // 
   ,0xf240:'載' // 
   ,0xedda:'於' // 
   ,0xed34:'甚' // 
   ,0xe17f:'逕' // 
   ,0xf396:'從' // 
   ,0xf2c2:'漸' // 
   ,0xf0f8:'矣' // 
   ,0xf3fe:'只' // 
   ,0xf0f4:'擬' // 
   ,0xe0e6:'踞' // 
   ,0x7503:'甃' // 
   ,0xe3c2:'豈' // 
   ,0xe43c:'乃' // 
   ,0x7c2f:'况' // 상황 황/하물며 황
   ,0xf6b9:'蕩' // 
   ,0xe475:'屢' // 
   ,0xe351:'僅' // 
   ,0xe370:'及' // 
   ,0xf655:'緇' // 
   ,0xef79:'僥' // 
   ,0xf848:'倖' // 
   ,0xecaf:'承' // 
   ,0xefd1:'又' // 
   ,0xf07f:'愈' // 
   ,0xe142:'牽' // 
   ,0xe999:'傅' // 
   ,0x3157:'‧' // 
   ,0xeff6:'云' // 
   ,0x690e:'椎' // 암
   ,0xe8f5:'范' // 범
   ,0xf1e9:'樟' // 장
   ,0xed6d:'庵' // 암
   ,0xf0b1:'諭' // 유
   ,0xe2f4:'闕' // 
   ,0xe97f:'蓬' // 
   ,0xe6b3:'柳' // 
   ,0xe2f4:'闕' // 
   ,0xe235:'跨' // 
   ,0xe9a7:'敷' // 
   ,0xf13b:'已' // 
   ,0xf06d:'謂' // 
   ,0xe49b:'尼' // 
   ,0xf4ae:'此' // 
   ,0xef7b:'堯' // 
   ,0xe944:'幷' // 
   ,0xf552:'踐' // 
   ,0x7255:'阼' // 섬돌 조
   ,0xf8e4:'或' // 或 혹 혹, 나라 역
   ,0xedec:'諺' // 
   ,0xf99d:'曉' // 
   ,0xf96a:'遑' // 
   ,0xeba9:'洗' // 세
   ,0xf8d5:'糊' // 호
   ,0xe77a:'麥' // 
   ,0xe3da:'拿' // 
   ,0xf4f8:'菜' // 
   ,0xe697:'了' // 
   ,0xf9de:'吃' // 
   ,0xf478:'震' // 
   ,0xf4a3:'徵' // 
   ,0xf596:'諦' // 
   ,0xf633:'吹' // 
   ,0xf63c:'趣' // 
   ,0xf6ae:'探' // 
   ,0xf6dc:'退' // 
   ,0xf7c7:'霞' // 
   ,0xf7ff:'行' // 
   ,0xf856:'噓' // 
   ,0xf86f:'眩' // 
   ,0xf87e:'嫌' // 
   ,0xf973:'懷' // 
   ,0xf993:'劃' // 
   ,0xf996:'橫' // 
   ,0xf9ca:'輝' // 
   ,0xe3ec:'暖' // 
   ,0xe477:'淚' // 
   ,0xe4e2:'待' // 
   ,0xe542:'途' // 
   ,0xe5e8:'戾' // 
   ,0xe5ff:'煉' // 
   ,0xe6fa:'淋' // 
   ,0xe747:'慢' // 
   ,0xe760:'望' // 
   ,0xe76f:'每' // 
   ,0xe79b:'眠' // 
   ,0xe7f6:'霧' // 
   ,0xe840:'微' // 
   ,0xe841:'未' // 
   ,0xe86a:'縛' // 
   ,0xe89d:'拔' // 
   ,0xe94d:'竝' // 
   ,0xe997:'付' // 
   ,0xe9d1:'紛' // 
   ,0xe9da:'崩' // 
   ,0xea52:'仕' // 
   ,0xea67:'捨' // 
   ,0xeae8:'省' // 
   ,0xeb3e:'昔' // 
   ,0xeb93:'葉' // 
   ,0xebc0:'燒' // 
   ,0xebc5:'笑' // 
   ,0xebd6:'束' // 
   ,0xebd9:'續' // 
   ,0xebef:'碎' // 
   ,0xec6e:'巡' // 
   ,0xecab:'乘' // 
   ,0xed71:'闇' // 
   ,0xedb3:'約' // 
   ,0xede6:'臆' // 
   ,0xee65:'煙' // 
   ,0xee9f:'艶' // 
   ,0xeeb6:'泳' // 
   ,0xef36:'誤' // 
   ,0xef41:'穩' // 
   ,0xef4f:'瓦' // 
   ,0xef63:'腕' // 
   ,0xef96:'搖' // 
   ,0xef9b:'樂' // 
   ,0xefab:'遙' // 
   ,0xefb8:'勇' // 
   ,0xefc1:'溶' // 
   ,0xefc9:'踊' // 
   ,0xefd8:'憂' // 
   ,0xf036:'鬱' // 
   ,0xf053:'願' // 
   ,0xf056:'越' // 
   ,0xf05d:'委' // 
   ,0xf0a1:'濡' // 
   ,0xf0b4:'遊' // 
   ,0xf0e8:'泣' // 
   ,0xf16a:'引' // 
   ,0xf23e:'裁' // 
   ,0xf36a:'組' // 
   ,0xf3f3:'憎' // 
   ,0xf456:'唇' // 
   ,0xf459:'振' // 
   ,0xe0ff:'瞼' // 
   ,0xe14d:'決' // 
   ,0xe168:'景' // 
   ,0xe193:'頃' // 
   ,0xe19c:'屆' // 
   ,0xe1c8:'苦' // 
   ,0xe1dd:'困' // 
   ,0xe1ea:'供' // 
   ,0xe333:'叫' // 
   ,0xe4fd:'搗' // 도
   ,0xf09c:'油' // 
   ,0xf447:'脂' // 
   ,0xf4df:'廠' // 창
   ,0xf6a9:'炭' // 탄
   ,0xe346:'菌' // 균
   ,0xea3c:'鼻' // 비
   ,0xee40:'麗' // 
   ,0xefce:'佑' // 
   ,0xe3e1:'那' // 나
   ,0xebb9:'昭' // 소
   ,0xedff:'旅' // 
   ,0xf0e0:'乙' // 을
   ,0xe566:'棟' // 동
   ,0xe597:'等' // 등
   ,0xf44d:'識' // 지
   ,0xf36f:'詔' // 
   ,0xe1ae:'鷄' // 계
   ,0xe03d:'架' // 가
   ,0xe833:'紋' // 문
   ,0xf74d:'鞭' // 편
   ,0xedd6:'量' // 양
   ,0xf64c:'梔' // 치
   ,0xf170:'茵' // 인
   ,0xf46e:'蔯' // 진
   ,0xe2e4:'芎' // 궁
   ,0xf594:'滯' // 제
   ,0xf568:'簽' // 첨
   ,0xee75:'蓮' // 연
   ,0xe7c6:'茅' // 모
   ,0xe96a:'茯' // 복
   ,0xe64d:'笭' // 령
   ,0xf5f4:'朮' // 출
   ,0xeb6f:'舌' // 설
   ,0xee71:'聯' // 연
   ,0xf2f4:'訂' // 정
   ,0xf1b0:'恣' // 자
   ,0xf1d6:'潛' // 잠
   ,0xee5b:'椽' // 연
   ,0xe569:'疼' // 동
   ,0xf7f1:'亢' // 항
   ,0xe1c0:'痼' // 
   ,0xe251:'适' // 
   ,0xf6fa:'版' // 
   ,0xe7d9:'廟' // 
   ,0xec4a:'羞' // 수
   ,0xe1f1:'恭' // 공
   ,0xf9c9:'諱' // 휘
   ,0xf297:'奠' // 전
   ,0xe9a5:'復' // 부
   ,0xe094:'敢' // 감
   ,0xe7bb:'某' // 모
   ,0xf854:'饗' // 향
   ,0xf19c:'臨' // 임
   ,0xe35d:'謹' // 근
   ,0xf35a:'棗' // 조
   ,0xe6ca:'栗' // 율
   ,0xf141:'梨' // 이
   ,0xf8b8:'醯' // 혜
   ,0xe7bc:'模' // 
   ,0xe0cd:'箇' // 개
   ,0xebae:'貰' // 셋
   ,0xed72:'壓' // 
   ,0xf750:'坪' // 
   ,0xf750:'坪' // 
   ,0xe3e7:'諾' // 낙
   ,0xe86f:'雹' // 박
   ,0xf844:'駭' // 해
   ,0xe04f:'却' // 각
   ,0xeb39:'鼠' // 
   ,0xe6a9:'漏' // 
   ,0xea9d:'削' // 
   ,0xf2bf:'占' // 
   ,0xf635:'娶' // 
   ,0xe45b:'露' // 
   ,0xe07c:'坎' // 
   ,0xe2ad:'救' // 
   ,0xecb9:'尸' // 
   ,0xe570:'斗' // 
   ,0xed59:'顎' // 
   ,0xee68:'燕' // 
   ,0xe341:'閨' // 
   ,0xe742:'万' // 
   ,0xf895:'挾' // 
   ,0xf7f2:'伉' // 
   ,0xe3b6:'祇' // 
   ,0xe271:'咬' // 
   ,0xe3f3:'捏' // 
   ,0xebb8:'搔' // 
   ,0xe1f3:'控' // 
   ,0xeded:'孼' // 얼
   ,0xeb6d:'洩' // 천?
   ,0xf74b:'翩' // 변
   ,0xee6f:'練' // 
   ,0xe75f:'忙' // 
   ,0xe0b4:'絳' // 
   ,0xecb5:'匙' // 
   ,0xe75f:'忙' // 
   ,0xe4d6:'棠' // 
   ,0xe09d:'邯' // 
   ,0xe3ff:'納' // 납
   ,0xf9e5:'吸' // 흡
   ,0xe8e7:'藩' // 
   ,0xf6bf:'殆' // 
   ,0xee6f:'練' // 
   ,0xf774:'蒲' // 
   ,0xee3d:'閭' // 
   ,0xead0:'爽' // 
   ,0xe4a2:'亶' // 
   ,0xe1e0:'昆' // 
   ,0xf3af:'姝' // 주
   ,0xe2eb:'拳' // 
   ,0xe053:'殼' // 곡
   ,0xe05f:'幹' // 
   ,0xebad:'說' // 
   ,0xef4e:'渦' // 
   ,0xf04b:'猿' // 
   ,0xe85f:'博' // 
   ,0xeb61:'蟬' // 
   ,0xf44a:'芷' // 
   ,0xf9e4:'歆' // 
   ,0xec6c:'肅' // 
   ,0xe554:'敦' // 
   ,0xf963:'煌' // 
   ,0xe995:'鳳' // 
   ,0xead6:'翔' // 
   ,0xf6cd:'兎' // 
   ,0xee5c:'沇' // 
   ,0xe9e2:'匕' // 칠
   ,0xebdf:'損' // 손
   ,0xf84a:'杏' // 
   ,0xe86b:'膊' // 비
   ,0xeb6c:'泄' // 설
   ,0xe3c8:'騎' // 기
   ,0xe2f0:'厥' // 궐
   ,0x5a7e:'你' // 너 니(이)
   ,0x7210:'找' // 채울 조, 삿대질할 화
   ,0xe768:'埋' // 
   ,0xe0ce:'芥' // 개?
   ,0x644d:'肶' // 처녑 비
   ,0x644e:'腓' // 장딴지 비/피할 비'
   ,0x579e:'佝' // 구
   ,0x5e9f:'僂' // 루
   ,0x7811:'呆' // 매
   ,0x5912:'肵' // 도마 기, 공경할 근'
   ,0xecf4:'辛' // 
   ,0xf5e4:'丑' // 
   ,0xe5f5:'曆' // 력
   ,0xebd7:'涑' // 
   ,0xe758:'沫' // 
   ,0xe75b:'靺' // 
   ,0xe07a:'鞨' // 
   ,0xe6d0:'凌' // 
   ,0xe0ae:'彊' // 
   ,0xe0b2:'疆' // 
   ,0xe2a1:'區' // 
   ,0xf0a2:'猶' // 
   ,0x7517:'遷' // 옮길 천'
   ,0xeaf2:'捿' // 
   ,0x63b0:'扮' // 꾸밀 분/거머질 분'
   ,0xf09a:'楡' // 
   ,0xf56f:'捷' // 
   ,0xefcf:'偶' // 
   ,0xee48:'歷' // 
   ,0xef55:'訛' // 
   ,0xf9e7:'洽' // 
   ,0xe36c:'襟' // 
   ,0x7c27:'濶' // 넓을 활
   ,0xe777:'貊' // 
   ,0xf7c2:'瑕' // 
   ,0xf8ec:'忽' // 홀
   ,0xefac:'遼' // 요
   ,0xe84d:'黴' // 미
   ,0xe6a0:'蓼' // 
   ,0xe9e9:'憊' // 
   ,0xf39f:'縱' // 
   ,0xe1a9:'繼' // 
   ,0xe435:'囊' // 
   ,0xf7c4:'蝦' // 
   ,0xe54e:'禿' // 
   ,0xe473:'尿' // 
   ,0xefc8:'蓉' // 
   ,0xeb33:'薯' // 
   ,0xee3a:'茹' // 
   ,0xefc7:'茸' // 
   ,0xf495:'膣' // 
   ,0xf43c:'枳' // 
   ,0xf1d9:'蠶' // 
   ,0xed46:'蛾' // 
   ,0xf5b9:'蜀' // 
   ,0xe167:'敬' // 
   ,0xe8da:'柏' // 
   ,0xf5a1:'椒' // 
   ,0xf36d:'藻' // 
   ,0xec4c:'茱' // 
   ,0xf0ad:'萸' // 
   ,0xf6e9:'巴' // 
   ,0xe34d:'戟' // 
   ,0xf5f8:'沖' // 
   ,0xeab8:'蔘' // 
   ,0xe2ae:'枸' // 
   ,0xe3a3:'杞' // 
   ,0xf7ed:'蛤' // 
   ,0xe23b:'藿' // 
   ,0xebc2:'疏' // 
   ,0xecc3:'柴' // 
   ,0xf1cb:'芍' // 
   ,0xf4ee:'菖' // 
   ,0xf7c3:'荷' // 
   ,0xe6bc:'硫' // 
   ,0xf738:'敗' // 
   ,0xe8db:'栢' // 
   ,0xef35:'蜈' // 
   ,0xe1f7:'蚣' // 
   ,0xe27f:'膠' // 
   ,0xe3bd:'耆' // 
   ,0xeab3:'參' // 
   ,0xf5ca:'催' // 
   ,0xe1c2:'睾' // 
   ,0xf951:'滑' // 
   ,0xe7c0:'牡' // 
   ,0xe5ee:'蠣' // 
   ,0xf99b:'效' // 
   ,0xe5ed:'藜' // 
   ,0xf44b:'蜘' // 
   ,0xe866:'珀' // 
   ,0xf8d0:'琥' // 
   ,0xeda1:'櫻' // 
   ,0xef75:'猥' // 
   ,0xe2c9:'鉤' // 
   ,0xf375:'釣' // 
   ,0xe2c9:'鉤' // 
   ,0xe652:'鈴' // 
   ,0xf9e2:'欠' // 
   ,0xe652:'櫻' // 
   ,0xf2a1:'煎' // 
   ,0xf735:'佩' // 
   ,0xe33b:'竅' // 
   ,0xf8d9:'葫' // 
   ,0xe666:'蘆' // 
   ,0xe992:'蜂' // 
   ,0xf54e:'穿' // 
   ,0xe93f:'鼈' // 
   ,0xeca3:'膝' // 
   ,0xf54e:'穿' // 
   ,0xf54e:'穿' // 
   ,0xf5fa:'衝' // 
   ,0xf5fa:'衝' // 
   ,0xf0fb:'薏' // 
   ,0xf14e:'苡' // 
   ,0xf7d1:'旱' // 
   ,0xe635:'蓮' // 
   ,0xe27e:'翹' // 
   ,0xe5c0:'藍' // 
   ,0xe3d7:'懦' // 
   ,0xe53b:'稻' // 
   ,0xf258:'苧' // 
   ,0xefe4:'藕' // 
   ,0xeacd:'桑' // 
   ,0xf5a0:'梢' // 
   ,0xeaa8:'疝' // 
   ,0xe369:'芩' // 
   ,0xf449:'芝' // 
   ,0xf5a6:'硝' // 
   ,0xe763:'芒' // 
   ,0xe0b9:'薑' // 
   ,0xefc0:'湧' // 
   ,0xf97d:'茴' // 
   ,0xe3ee:'煖' // 
   ,0xe3d0:'桔' // 
   ,0xf3cf:'酎' // 
   ,0xeb48:'錫' // 
   ,0xf5ef:'逐' // 
   ,0xe85c:'蜜' // 
   ,0xed45:'莪' // 
   ,0xeea9:'令' // 
   ,0xf73f:'貝' // 
   ,0xe1b4:'姑' // 
   ,0xf19a:'淋' // 
   ,0xe6f8:'麟' // 
   ,0xf747:'扁' // 
   ,0xf254:'猪' // 
   ,0xe4f5:'屠' // 
   ,0xe9cf:'粉' // 
   ,0xf5fd:'膵' // 
   ,0xe9cf:'粉' // 
   ,0xf254:'猪' // 
   ,0xf3f5:'拯' // 
   ,0xf6eb:'播' // 
   ,0xf0ea:'凝' // 
   ,0xf8a6:'炯' // 형
   ,0xe7f9:'黙' // 묵묵할 묵
   ,0xe5e1:'量' // 량
   ,0xe9b6:'負' // 부
   ,0xe1c7:'膏' // 고
   ,0xe9de:'繃' // 붕
   ,0xe878:'斑' // 
   ,0xf256:'箸' // 
   ,0xf5e6:'祝' // 축
   ,0xe89b:'飯' // 반
   ,0x6554:'敔' // 삽
   ,0xf7ef:'闔' // 
   ,0xf55c:'撤' // 
   ,0xec5d:'需' // 
   ,0x6297:'辟' // 피할 피, 법 벽/열 벽, 비유할 비, 그칠 미
   ,0xf8c4:'昊' // 호
   ,0xf550:'薦' // 천
   ,0xec64:'夙' // 
   ,0xe9b5:'訃' // 
   ,0xe4eb:'宅' // 
   ,0xf1b5:'玆' // 
   ,0xf176:'靷' // 
   ,0xeec1:'瑩' // 
   ,0xea5b:'嗣' // 
   ,0xe8c8:'拜' // 
   ,0xf0f0:'儀' // 
   ,0xf350:'弔' // 
   ,0xf0f0:'儀' // 
   ,0xe9eb:'批' // 비
   ,0xe3b2:'畿' // 기
   ,0x637d:'祔' // 합사할 부
   ,0xf444:'祗' // 지
   ,0xe29e:'俱' // 
   ,0xe33e:'規' // 
   ,0xe37e:'嗜' // 
   ,0xe838:'勿' // 
   ,0xf867:'弦' // 
   ,0xf5f6:'充' // 
   ,0xf369:'糟' // 
   ,0xe869:'粕' // 
   ,0xe9f4:'泌' // 
   ,0xe04e:'刻' // 
   ,0xf794:'剽' // 
   ,0xe9b1:'膚' // 
   ,0x5e42:'嚨' // 목구멍 롱(농)
   ,0xf3f6:'烝' // 
   ,0xe740:'莫' // 
   ,0xe2fe:'貴' // 
   ,0xec96:'諄' // 
   ,0xf6a6:'憚' // 
   ,0x586d:'惓' // 삼갈 권/싫증날 권'
   ,0xe7c4:'耗' // 
   ,0xe44d:'努' // 
   ,0xef62:'脘' // 
   ,0xf9b7:'熏' // 
   ,0xf3fa:'蒸' // 
   ,0xf6bd:'怠' // 
   ,0xf677:'惰' // 
   ,0xf6bd:'怠' // 
   ,0xf368:'粗' // 
   ,0xecbf:'施' // 
   ,0xe9d7:'弗' // 
   ,0xef45:'壅' // 
   ,0xe2f7:'潰' // 
   ,0xef7c:'夭' // 
   ,0xf4da:'倉' // 
   ,0xe6cf:'凜' // 
   ,0xebf3:'修' // 
   ,0xf4e0:'彰' // 
   ,0xe0c9:'漑' // 
   ,0xf4b9:'錯' // 
   ,0x6704:'飡' // 저녁밥 손, 먹을 찬' 
   ,0x628c:'澼' // 빨 벽' 
   ,0xf7e9:'鹹' // 
   ,0xea63:'巳' // 
   ,0xe7d6:'卯' // 
   ,0xf0b7:'酉' // 
   ,0xf834:'亥' // 
   ,0xf4ff:'責' // 
   ,0xec41:'瘦' // 
   ,0xec41:'瘦' // 
   ,0xec62:'叔' // 
   ,0xe69c:'燎' // 
   ,0xf66c:'針' // 
   ,0xf7a2:'稟' // 
   ,0xecda:'蝕' // 
   ,0xe6db:'履' // 
   ,0xf571:'疊' // 
   ,0xed5e:'按' // 
   ,0xe1be:'槁' // 
   ,0x5989:'芪' // 단너삼 기 
   ,0xf267:'摘' // 
   ,0xeabb:'澁' // 
   ,0xec5b:'隨' // 
   ,0xf4b8:'窄' // 
   ,0xe4a3:'但' // 
   ,0x569c:'夸' // 자랑할 과, 아름다울 후 
   ,0xe84f:'悶' // 
   ,0xf4ec:'脹' // 
   ,0xe043:'稼' // 
   ,0xf1ea:'檣' // 
   ,0xee76:'連' // 
   ,0xeae1:'塞' // 
   ,0xf5a4:'炒' // 
   ,0xedee:'蘖' // 
   ,0xf5a4:'炒' // 
   ,0xe349:'橘' // 
   ,0xe240:'寬' // 
   ,0xf2ec:'睛' // 
   ,0xedf8:'予' // 
   ,0xee98:'念' // 
   ,0xe54d:'督' // 
   ,0xf6d0:'討' // 
   ,0xf166:'咽' // 
   ,0xf166:'咽' // 
   ,0xef76:'畏' // 
   ,0xe2ab:'懼' // 
   ,0xe1fb:'寡' // 
   ,0x72ec:'腠' // 살결 주'
   ,0x75b4:'蒂' // 꼭지 체
   ,0x68fd:'遏' // 막을 알
   ,0xf836:'咳' // 
   ,0xebf5:'嗽' // 
   ,0xe7b2:'侮' // 
   ,0xee5e:'涎' // 
   ,0xf593:'涕' // 
   ,0x759d:'嚔' // 재채기 체, 걸려 넘어질 치
   ,0xef32:'熬' // 
   ,0xe9f3:'沸' // 
   ,0xe59b:'騰' // 
   ,0x771a:'眵' // 눈곱 치
   ,0xf4a6:'且' // 
   ,0xf8e7:'昏' // 
   ,0xf1d5:'暫' // 
   ,0xeb32:'舒' // 
   ,0xe0e8:'遽' // 
   ,0xf95f:'況' // 상황 황/하물며 황
   ,0xf898:'脅' // 
   ,0x674f:'溲' // 반죽할 수
   ,0xe0b6:'羌' // 
   ,0xe1cb:'藁' // 
   ,0xf8aa:'荊' // 
   ,0xeddd:'禦' // 
   ,0xe16b:'梗' // 
   ,0xea41:'檳' // 
   ,0xe0d3:'喀' // 
   ,0xf15a:'溺' // 
   ,0x7910:'炮' // 통째로 구울 포/부엌 포/대포 포
   ,0x6c40:'澆' // 물 댈 요, 물 돌아 흐르는 모양 뇨(요)
   ,0xe8b1:'旁' // 
   ,0xe941:'倂' // 
   ,0xe6bd:'謬' // 
   ,0xe6bd:'謬' // 
   ,0xeed0:'領' // 
   ,0xec50:'袖' // 
   ,0xe355:'斤' // 
   ,0xe6ed:'釐' // 
   ,0xf23c:'災' // 
   ,0xe1fc:'戈' // 
   ,0xfae4:'泔' // 뜨물 감, 찰 함 úä
   ,0xf669:'浸' // 
   ,0xf77d:'曝' // 
   ,0x72ab:'剉' // 꺾을 좌
   ,0xec61:'鬚' // 
   ,0xf342:'製' // 
   ,0x6359:'呚' // 헐레벌떡거릴 기
   ,0xf24a:'咀' // 
   ,0xf1d3:'盞' // 
   ,0xf9e1:'訖' // 
   ,0xe79f:'麵' // 
   ,0xe5d2:'冷' // 
   ,0xf49a:'斟' // 
   ,0xf647:'値' // 
   ,0xea9e:'數' // 
   ,0x671d:'洒' // 뿌릴 쇄, 뿌릴 새, 씻을 세, 엄숙할 선, 험할 최, 놀라는 모양 산
   ,0xeb42:'淅' // 
   ,0xe5e6:'廬' // 
   ,0xedcd:'穰' // 
   ,0xf13f:'易' // 
   ,0xe76d:'枚' // 
   ,0xf779:'飽' // 
   ,0xeb7e:'攝' // 
   ,0xf157:'飴' // 
   ,0xefd6:'尤' // 
   ,0xea9e:'數' // 
   ,0xe33d:'葵' // 
   ,0xf2ce:'停' // 
   ,0x643d:'痞' // 결릴 비, 앓을 부, 약할 배
   ,0x7196:'葶' // 꽃다지 정
   ,0x5d6b:'藶' // 두루미냉이 력(역)
   ,0xf833:'項' // 
   ,0xf3da:'峻' // 
   ,0xf833:'項' // 
   ,0xe195:'驚' // 
   ,0xf743:'膨' // 
   ,0x60f5:'暓' // 침침할 무
   ,0x6ef6:'嗌' // 목구멍 익, 목멜 애, 웃는 소리 악
   ,0x7a1f:'頷' // 
   ,0x6eef:'頤' // 턱 이
   ,0x5a3c:'臑' // 팔꿈치 노, 삶을 이, 따뜻할 난, 육장 눈, 팔뼈 유
   ,0xea32:'臂' // 팔 비
   ,0xe179:'耕' // 
   ,0xf1c5:'斫' // 
   ,0x5a6a:'耨' // 김맬 누
   ,0xe0e0:'據' // 
   ,0xeff4:'郁' // 
   ,0xf0c8:'潤' // 
   ,0x7223:'皂' // 하인 조
   ,0xe94f:'餠' // 
   ,0xecfb:'審' // 
   ,0x73c1:'瞋' // 부릅뜰 진
   ,0xebe2:'飡' // 
   ,0xed77:'央' // 가운데 앙, 선명한 모양 영
   ,0xe16c:'涇' // 
   ,0xf042:'寃' // 
   ,0x55a1:'瘈' // 미칠 계, 미칠 제
   ,0xefa3:'繇' // 
   ,0x67b9:'瞤' // 쥐 날 순, 쥐 날 윤
   ,0xed7f:'埃' // 
   ,0x77ac:'拆' // 터질 탁
   ,0xf79f:'飄' // 
   ,0xe9bd:'阜' // 
   ,0x73dd:'昳' //  기울 질, 뛰어날 일
   ,0x790d:'晡' // 신시 포
   ,0x578d:'蹻' // 발돋움할 교, 짚신 갹
   ,0xe2e3:'窮' // 
   ,0xecfa:'悉' // 
   ,0xf6f6:'頗' // 
   ,0xe2c2:'苟' // 
   ,0xe458:'蘆' // 
   ,0xe8cc:'焙' // 
   ,0xf5aa:'稍' // 
   ,0xe243:'款' // 
   ,0xf899:'脇' // 
   ,0xe44e:'勞' // 
   ,0xf143:'爾' // 
   ,0xeda0:'額' // 
   ,0xe13e:'膈' // 
   ,0xefe7:'遇' // 
   ,0xefe7:'遇' // 
   ,0xe749:'晩' // 
   ,0xef3a:'沃' // 
   ,0xe0a4:'胛' // 
   ,0xe76b:'寐' // 
   ,0xe49c:'泥' // 
   ,0xf564:'沾' // 
   ,0x6c16:'煨' // 묻은 불 외
   ,0xf4e8:'漲' // 
   ,0xe741:'邈' // 
   ,0xe1a4:'癸' // 
   ,0xf7bf:'廈' // 
   ,0xea4f:'乍' // 
   ,0x6113:'捫' // 잡을 문
   ,0xe3d8:'懶' // 
   ,0xe7d4:'朦' // 
   ,0x7d29:'搐' // 쥐날 축, 어줍을 휵
   ,0x7133:'墊' // 빠질 점, 땅 이름 접 
   ,0xf534:'悽' // 
   ,0x6d54:'痿' // 마비될 위
   ,0xe8aa:'妨' // 
   ,0xe8aa:'妨' // 
   ,0xe6d2:'稜' // 
   ,0xe63f:'廉' // 
   ,0x77d2:'癱' // 중풍 탄
   ,0xf9bb:'暈' // 
   ,0xf66f:'秤' // 
   ,0xf9ac:'帿' // 
   ,0xf366:'稠' // 
   ,0xe450:'弩' // 
   ,0xe4a9:'旦' // 
   ,0xeefc:'梧' // 
   ,0xe7f0:'繆' // 
   ,0x5b48:'溏' // 진창 당
   ,0x6153:'糜' // 죽 미/문드러질 미
   ,0xe595:'燈' // 
   ,0xf15d:'翊' // 
   ,0xf37f:'卒' // 
   ,0xe379:'肯' // 
   ,0xe57b:'臀' // 
   ,0xe1b6:'尻' // 
   ,0xf9d0:'虧' // 
   ,0x5fcd:'悗' // 잊을 문, 의혹할 만
   ,0xf475:'鎭' // 
   ,0xf376:'阻' // 
   ,0x6f34:'噎' // 목멜 열, 목구멍 아플 예
   ,0xeeca:'迎' // 
   ,0x740c:'瞪' // 바로 볼 징, 바로 볼 등
   ,0x5cf9:'榔' // 나무 이름 랑(낭)
   ,0xf656:'滿' // 
   ,0xf656:'緻' // 
   ,0xf6c4:'苔' // 
   ,0xefbf:'涌' // 
   ,0xe269:'槐' // 
   ,0xf85d:'軒' // 
   ,0xe4b5:'撻' // 
   ,0xf494:'窒' // 
   ,0x6825:'豉' // 메주 시
   ,0xe5ac:'酪' // 
   ,0xf5cd:'墜' // 
   ,0xf54f:'舛' // 
   ,0xe9c8:'忿' // 성낼 분
   ,0xf076:'唯' // 
   ,0xea69:'斯' // 
   ,0x7bff:'懽' // 기뻐할 환, 하소연할 곳 없는 모양 관
   ,0x7d40:'忻' // 기쁠 흔
   ,0xf9be:'暄' // 
   ,0x5ac1:'癉' // 앓을 단, 고달플 다
   ,0xe2d7:'窘' // 
   ,0xf1c7:'灼' // 
   ,0xe8f8:'僻' // 
   ,0xe2bb:'矩' // 
   ,0x610a:'嚜' // 잠잠할 묵, 교활할 미, 거짓말할 매
   ,0x6054:'俛' // 힘쓸 면, 숙일 부
   ,0x56cd:'霍' // 빠를 곽, 고을 이름 사
   ,0xe17b:'脛' // 
   ,0x6352:'仆' // 엎드릴 부, 엎드릴 복/종 복
   ,0xe49a:'陵' // 
   ,0xf8a3:'滎' // 
   ,0xe1ac:'谿' // 
   ,0xe7b4:'募' // 
   ,0x704e:'杼' // 북 저, 상수리나무 서 &#26492;
   ,0xe49d:'匿' // 
   ,0xe43f:'奈' // 
   ,0x75a6:'掣' // 끌 체, 끌 철
   ,0x676e:'腧' // 경혈 이름 수, 아첨하는 모양 유
   ,0x6b52:'悞' // 그릇될 오
   ,0xf3bb:'株' // 주?
   ,0xf0af:'誘' // 
   ,0xeecd:'零' // 영?
   ,0xf23f:'財' // 재
   ,0xf4ce:'札' // 
   ,0xf650:'痔' // 
   ,0xedb9:'亮' // 
   ,0xefbc:'庸' // 
   ,0xebe3:'率' // 
   ,0xe539:'睹' // 
   ,0xf5ab:'肖' // 
   ,0xec7f:'舜' // 
   ,0xf154:'邇' // 
   ,0xec7f:'舜' // 
   ,0xf6c9:'擇' // 
   ,0xf0ec:'膺' // 
   ,0xe66f:'祿' // 
   ,0xf163:'刃' // 
   ,0xee96:'厭' // 
   ,0xf0ef:'倚' // 
   ,0xeeee:'吾' // 
   ,0xf3e5:'遵' // 
   ,0xe57e:'遯' // 
   ,0xf876:'見' // 
   ,0xf972:'悔' // 
   ,0xea38:'費' // 
   ,0xee79:'鳶' // 
   ,0xe03f:'柯' // 
   ,0xeaf0:'恕' // 
   ,0xe797:'勉' // 
   ,0xf26a:'狄' // 
   ,0xf045:'援' // 
   ,0xf89e:'兄' // 
   ,0xe9db:'朋' // 
   ,0xea56:'俟' // 
   ,0xe1dc:'鵠' // 
   ,0xf9e8:'翕' // 
   ,0xf6b0:'耽' // 
   ,0xf6b6:'帑' // 
   ,0xf237:'材' // 
   ,0xf238:'栽' // 
   ,0xe039:'嘉' // 
   ,0xf85a:'憲' // 
   ,0xea75:'祀' // 
   ,0xf4c5:'纘' // 
   ,0xf0d4:'戎' // 
   ,0xea75:'祀' // 
   ,0xead7:'裳' // 
   ,0xe7cf:'穆' // 
   ,0xf597:'逮' // 
   ,0xe664:'盧' // 
   ,0xf994:'獲' // 
   ,0xe2e8:'勸' // 
   ,0xf4d8:'讒' // 
   ,0xf937:'貨' // 
   ,0xe378:'矜' // 
   ,0xea4d:'聘' // 
   ,0xf352:'措' // 
   ,0xf4c7:'贊' // 
   ,0xf2ee:'禎' // 
   ,0xecc9:'蓍' // 
   ,0xe8d5:'配' // 
   ,0xf153:'貳' // 
   ,0xf5c9:'撮' // 
   ,0xed50:'嶽' // 
   ,0xf1c3:'勺' // 
   ,0xe293:'蛟' // 
   ,0xf05e:'威' // 
   ,0xe298:'驕' // 
   ,0xeee2:'譽' // 
   ,0xf36e:'蚤' // 
   ,0xeee2:'譽' // 
   ,0xeeda:'睿' // 
   ,0xe9aa:'溥' // 
   ,0xf0f6:'毅' // 
   ,0xe751:'蠻' // 
   ,0xf3c7:'舟' // 
   ,0xe6c6:'綸' // 
   ,0xf8c7:'浩' // 
   ,0xec65:'孰' // 
   ,0xe177:'絅' // 
   ,0xe84c:'靡' // 
   ,0xf243:'爭' // 
   ,0xf057:'鉞' // 
   ,0xf63b:'臭' // 
   ,0x55f2:'罟' // 그물 고
   ,0x7c87:'擭' // 덫 화, 덫 확, 잡을 획, 널리 퍼질 호 
   ,0x71a5:'阱' // 함정 정
   ,0x6f44:'衽' // 옷섶 임
   ,0x6b20:'睨' // 곁눈질할 예
   ,0x720e:'慥' // 독실할 조
   ,0x6c35:'徼' //  돌 요
   ,0x6853:'矧' //  하물며 신
   ,0x6a1d:'揜' //  가릴 엄, 가릴 암
   ,0x75b3:'禘' //  제사 체
   ,0x54b9:'跆' //  밟을 태
   ,0x57df:'疚' //  고질병 구 
   ,0x6d2b:'黿' //  자라 원 
   ,0x77a0:'鼉' //  악어 타
   ,0x72ca:'幬' //  휘장 주, 덮을 도
   ,0x62c4:'並' //  나란히 병 
   ,0x67bf:'肫' //  광대뼈 순/정성스러울 순, 새끼돼지 돈
   ,0x639d:'鈇' //  도끼 부
   ,0x6dd9:'輶' // 가벼울 유
   ,0xe6d9:'吏' //  벼슬아치 리(이)
   ,0xee9d:'焰' // 
   ,0xe8a8:'傍' // 증
   ,0xe99c:'否' // 부
   ,0xe56c:'胴' // 동
   ,0xe8a8:'傍' // 방
   ,0xee54:'年' // 연
   ,0xea5a:'唆' // 사
   ,0xf5ce:'抽' // 추
   ,0xee47:'曆' // 역
   ,0xe8f0:'氾' // 
   ,0xe5a3:'裸' // 
   ,0xe663:'爐' // 로
   ,0xf4ba:'鑿' // 착
   ,0xf1fb:'裝' // 장
   ,0xf545:'仟' // 
   ,0xe93a:'辯' // 변
   ,0xea35:'裨' // 비
   ,0xf9f7:'熙' // 희
   ,0xf241:'齋' // 재
   ,0xe155:'謙' // 겸
   ,0xf1e1:'奬' //  장려할 장
   ,0xf239:'梓' // 재
   ,0xe6fb:'琳' // 임
   ,0xf55b:'徹' // 
   ,0x73cb:'趁' //  쫓을 진, 쫓을 년(연) 
   ,0xf5a2:'楚' // 초
   ,0xe9cc:'汾' // 
   ,0xe87d:'畔' // 
   ,0x765d:'啾' //  읊조릴 추
   ,0xe4c0:'湛' // 
   ,0xeedb:'穢' // 성
   ,0xe6c7:'輪' // 
   ,0xe574:'竇' // 
   ,0xf7d8:'閑' // 
   ,0x7483:'慚' //  부끄러워할 참
   ,0x76f8:'廁' //  뒷간 측
   ,0xe97e:'縫' // 봉
   ,0xf6b2:'塔' // 탑
   ,0x6c5a:'遶' // 
   ,0x756f:'簷' // 
   ,0xeeb3:'楹' // 
   ,0xe674:'麓' // 록
   ,0xe7cb:'沐' // 목
   ,0xf2ba:'浙' // 절
   ,0xf3d4:'粥' // 죽
   ,0xe8a4:'鉢' // 
   ,0xf55a:'喆' // 
   ,0xe7e8:'撫' // 무
   ,0xebe1:'遜' // 
   ,0xe9d9:'拂' // 불
   ,0xf24b:'姐' // 
   ,0xe5ae:'丹' // 
   ,0xe246:'瓘' // 관
   ,0xf8a9:'瑩' // 영
   ,0xedd1:'襄' // 양
   ,0xe3e8:'酪' // 
   ,0xf3a2:'踵' // 
   ,0xefe8:'郵' // 
   ,0xeaf8:'棲' // 서
   ,0xee69:'璉' // 
   ,0xef6b:'枉' // 
   ,0xf374:'遭' // 
   ,0x5c75:'迍' // 
   ,0xf894:'峽' // 
   ,0xf457:'嗔' // 
   ,0xeea4:'鹽' // 염
   ,0xf638:'翠' // 취
   ,0xf544:'隻' // 
   ,0xead1:'牀' // 
   ,0x5e40:'儱' // 
   ,0x5c15:'侗' // 
   ,0xf79a:'瓢' // 
   ,0xead1:'牀' // 
   ,0x70de:'甎' // 
   ,0xf4a9:'叉' // 차
   ,0xebfb:'岫' // 벽
   ,0xe8c5:'北' // 북
   ,0xf9cd:'携' // 
   ,0xe6aa:'瘻' // 
   ,0xe94c:'秉' // 
   ,0xf9a9:'吼' // 
   ,0xe4e7:'袋' // 
   ,0xe8c5:'北' // 
   ,0x56ad:'窠' // 
   ,0xe2bf:'臼' // 
   ,0xe037:'呵' // 
   ,0xe058:'閣' // 각
   ,0xe3b0:'璣' // 
   ,0xebc9:'紹' // 소
   ,0xe045:'茄' // 
   ,0xe6cc:'隆' // 융
   ,0xf4bc:'撰' // 찬
   ,0xecb4:'侍' // 시
   ,0xe9f2:'毘' // 비
   ,0x6d8c:'帷' // 
   ,0xf1e3:'帳' // 
   ,0xe7d5:'蒙' // 몽
   ,0xed67:'謁' // 
   ,0xe59d:'懶' // 
   ,0xe89e:'撥' // 
   ,0xe454:'爐' // 
   ,0xf9c6:'揮' // 
   ,0xeb3c:'席' // 징
   ,0xe5d5:'亮' // 양
   ,0xe8bd:'蚌' // 
   ,0x5d23:'涼' // &#28092;
   ,0xe76a:'媒' // 
   ,0xef58:'宛' // 완
   ,0xe738:'磨' // 마
   ,0xe43b:'郎' // 남
   ,0x6f09:'仞' // 
   ,0xe977:'峯' // 
   ,0xf9fe:'詰' // 
   ,0xe345:'筠' // 균
   ,0xf5e0:'鎚' // 
   ,0xf6e2:'透' // 
   ,0xf462:'珍' // 
   ,0xe354:'懃' // 
   ,0xe0f3:'虔' // 
   ,0x5d4a:'荔' //  타래붓꽃 려(여), 타래붓꽃 리(이) 
   ,0xe8c2:'龐' // 
   ,0xe5e2:'侶' // 
   ,0xe7c9:'貌' // 
   ,0xe137:'偈' // 게
   ,0xf5ba:'觸' // 
   ,0xeaf9:'犀' // 
   ,0xf63f:'鷲' // 
   ,0xe977:'峯' // 
   ,0xe66b:'魯' // 
   ,0xefd4:'宇' // 
   ,0xf3b5:'宙' // 
   ,0xeb3f:'晳' // 
   ,0xeea2:'閻' // 
   ,0xe3b4:'磯' // 
   ,0xe9bf:'駙' // 부
   ,0xf35c:'漕' // 조
   ,0xf5a3:'樵' // 
   ,0xeddb:'漁' // 
   ,0xe454:'爐' // 
   ,0x79ad:'煆' // 
   ,0x65dd:'鉏' // 
   ,0x6b3e:'麑' // 
   ,0xf5ba:'觸' // 
   ,0xedd3:'讓' // 
   ,0xf6a2:'呑' // 
   ,0xe45e:'鷺' // 
   ,0xf471:'賑' // 
   ,0xe354:'懃' // 
   ,0xea6f:'泗' // 사
   ,0xf845:'骸' // 
   ,0xf893:'夾' // 
   ,0xf5c5:'總' // 
   ,0xf77e:'瀑' // 폭
   ,0xe6a1:'遼' // 
   ,0xf697:'托' // 탁
   ,0xf697:'托' // 
   ,0x746d:'拶' // 
   ,0xe696:'雷' // 
   ,0x76a6:'麤' // 
   ,0x695d:'礙' // 
   ,0xebc3:'疎' // 
   ,0xe449:'拈' // 
   ,0xf2c6:'鮎' // 
   ,0xefde:'祐' // 우
   ,0xe6f3:'璘' // 인?
   ,0xf652:'癡' // 
   ,0xe2cd:'鳩' // 구
   ,0xf49c:'什' // 즙
   ,0xeab1:'薩' // 살
   ,0xedaa:'揶' // 
   ,0xe9b3:'芙' // 
   ,0xf83c:'楷' // 
   ,0xebb1:'塑' // 소
   ,0xe6bb:'瘤' // 류
   ,0xed41:'峨' // 
   ,0xed41:'峨' // 
   ,0xe83e:'嵋' // 
   ,0xf47b:'姪' // 질
   ,0xf4c6:'讚' // 
   ,0xe860:'拍' // 박
   ,0xede7:'偃' // 
   ,0xf9c5:'徽' // 휘
   ,0xea97:'赦' // 사
   ,0xf472:'軫' // 
   ,0xe0e2:'渠' // 
   ,0xe9c5:'墳' // 
   ,0xf939:'廓' // 
   ,0x7648:'摧' // 
   ,0xe14c:'抉' // 
   ,0xf9c3:'毁' // 
   ,0xe59f:'癩' // 
   ,0xea49:'賓' // 빈
   ,0xedfe:'廬' // 여
   ,0xe5cb:'瑯' // 
   ,0x698a:'琊' // 
   ,0xe794:'覓' // 
   ,0x75f8:'迢' // &#36834;
   ,0x66e3:'踈' // 
   ,0xf198:'恁' // 
   ,0x5fbc:'麽' // 
   ,0x618e:'亳' // 박
   ,0x6d4d:'潙' // 위
   ,0x6bcb:'顒' // 옹
   ,0x6bcb:'顒' // 
   ,0x5d49:'臚' // 
   ,0x558c:'堦' // 
   ,0x7bf9:'圜' // 원
   ,0x6ef7:'弋' // 익
   ,0x6cd7:'勗' // 욱
   ,0x6309:'幞' // 복
   ,0xf469:'瞋' // 
   ,0x56b9:'嚹' // 
   ,0x7594:'疔' // 
   ,0xef5f:'碗' // 
// ,0x79c3:'秃' // 
   ,0x79c3:'涸' // 
   ,0xf57b:'請' // 
   ,0xedf3:'掩' // 
   ,0xe9af:'腐' // 
   ,0xf295:'塡' // 
   ,0xe6e8:'羸' // 
   ,0xf5e9:'築' // 
   ,0x6a98:'檘' // 
   ,0xef49:'癰' // 
   ,0x6a98:'檘' // 
// ,0x5d32:'崲' // &#21426;
   ,0x5d32:'厲' //
   ,0xf695:'坼' // 
   ,0xe639:'冽' // 
   ,0xe0f0:'愆' // 
   ,0xeff9:'殞' // 
   ,0xefa5:'耀' // 
   ,0xe25f:'卦' // 
   ,0xe6a4:'壘' // 
   ,0xf0b2:'踰' // 
   ,0xf9ed:'噫' // 
   ,0xf4fc:'冊' // 
   ,0xf2b8:'截' // 
   ,0x5420:'吠' // 
   ,0x5dd4:'巔' // 
   ,0xe06f:'諫' // 
   ,0x63ec:'揬' // 
   ,0xf59d:'憔' // 
   ,0xf5fc:'悴' // 
   ,0x7a40:'穀' // 
   ,0x5a7c:'婼' // 
   ,0xe5a7:'烙' // 
   ,0xf796:'慓' // 
   ,0xe061:'揀' // 
   ,0x5726:'圦' // 
   ,0xf89c:'頰' // 
   ,0x682b:'栫' // 
// ,0x6d50:'浐' // 
   ,0x6d50:'熨' // 
   ,0xe8e2:'燔' // 
   ,0x6a94:'檔' // 
   ,0x57fc:'埼' // 
   ,0xef47:'瓮' // 
   ,0x77d1:'矑' // 
   ,0x596c:'奬' // 
   ,0x6e29:'癮' // 
   ,0x6414:'搔' // 비
   ,0xe044:'苛' // 가
   ,0xe870:'駁' // 박
   ,0xe2c3:'衢' // 연
   ,0xee63:'月' // 월
   ,0xee63:'烟' // 연
   ,0xf341:'薺' // 제
   ,0xf0da:'恩' // 은
   ,0xe17a:'耿' // 경
   ,0xea3f:'彬' // 
   ,0xe2b3:'毬' // 
   ,0xf6bb:'台' // 
   ,0xeec9:'詠' // 
   ,0xf9a8:'后' // 
   ,0xf957:'徨' // 
   ,0xea51:'些' // 
   ,0xed95:'涯' // 
   ,0xebb5:'巢' // 
   ,0xf09f:'游' // 
   ,0xe899:'返' // 
   ,0xee58:'捐' // 
   ,0xf4c9:'餐' // 
   ,0xeec3:'盈' // 
   ,0xe476:'樓' // 
   ,0xe27b:'皎' // 
   ,0x74ba:'&#31383;' // 
   ,0x6da8:'&#29270;' // 
   ,0xed40:'娥' // 
   ,0x6ff2:'&#22941;' // 
   ,0xe46f:'磊' // 
   ,0xe065:'澗' // 
   ,0xeef4:'娛' // 
   ,0xe69f:'聊' // 
   ,0xe45c:'駑' // 
   ,0xeaa0:'索' // 
   ,0xf7f5:'巷' // 
   ,0xed3a:'雙' // 
   ,0xeef4:'娛' // 
   ,0xf946:'歡' // 
   ,0xf244:'箏' // 
   ,0xf044:'愿' // 
   ,0x795e:'&#39110;' // 
   ,0xe04b:'軻' // 
   ,0xe3bb:'綺' // 
   ,0xe8c7:'徘' // 
   ,0xf970:'徊' // 
   ,0xe0af:'慷' // 
   ,0xe0c6:'慨' // 
   ,0xecc7:'翅' // 
   ,0xeb7f:'涉' // 
   ,0xf4fa:'采' // 
   ,0xeb36:'逝' // 
   ,0x7a78:'&#32750;' // 
   ,0x7d16:'&#25884;' // 
   ,0xe3b9:'箕' // 
   ,0x6972:'&#36571;' // 
   ,0x6aa6:'&#20873;' // 
   ,0x7835:'&#64050;' // 
   ,0xe3dd:'蘿' // 
   ,0x7835:'&#64050;' // 
   ,0xf8b6:'蕙' // 
   ,0xe461:'綠' // 
   ,0xe877:'攀' // 
   ,0xf8b0:'馨' // 
   ,0xf699:'擢' // 
   ,0xe467:'弄' // 
   ,0xe653:'零' // 
   ,0x588e:'&#20960;' // 
   ,0xe04d:'駕' // 
   ,0xe774:'邁' // 
   ,0xe0d0:'豈' // 
   ,0x6d69:'&#36918;' // 
   ,0x6ee6:'&#36836;' // 
   ,0x74e9:'&#33803;' // 
   ,0xece7:'晨' // 
   ,0x6867:'&#34763;' // 
   ,0x670a:'&#34752;' // 
   ,0xf65c:'馳' // 
   ,0xe0ee:'巾' // 
   ,0x7755:'&#27785;' // 
   ,0xf0e1:'吟' // 
   ,0x7505:'&#36497;' // 
   ,0x7619:'&#36485;' // 
   ,0xf7e7:'銜' // 
   ,0xe7dc:'杳' // 
   ,0xeef5:'寤' // 
   ,0xf94c:'紈' // 
   ,0x5f4e:'&#29314;' // 
   ,0xe5ef:'閭' // 
   ,0xf3b8:'晝' // 
   ,0x6f80:'&#33586;' // 
   ,0xf648:'嗤' // 
   ,0xe272:'喬' // 
   ,0xe494:'凜' // 
   ,0x5eb5:'&#34747;' // 
   ,0x55fd:'&#34500;' // 
   ,0xe6cb:'率' // 
   ,0xe36a:'衾' // 
   ,0xf775:'袍' // 
   ,0xe479:'累' // 
   ,0xec47:'綏' // 
   ,0xe275:'巧' // 
   ,0x6d6c:'&#38344;' // 
   ,0xe495:'凌' // 
   ,0xe79a:'眄' // 
   ,0x5d11:'&#30558;' // 
   ,0xe9ea:'扉' // 
   ,0xeb7a:'蟾' // 
   ,0xf054:'鴛' // 
   ,0xed7c:'鴦' // 
   ,0xf664:'漆' // 
   ,0xe5bb:'攬' // 
   ,0xf577:'晴' // 
   ,0xe5c7:'朗' // 
   ,0xf8dd:'蝴' // 
   ,0xf2ca:'蝶' // 
   ,0xf344:'蹄' // 
   ,0xe5ad:'駱' // 
   ,0xf67f:'駝' // 
   ,0xf67f:'駝' // 
   ,0x7157:'煗' // 
   ,0x5b3c:'嬼' // 
   ,0x7157:'煗' // 
   ,0x5b3c:'嬼' // 
   ,0xe6eb:'裡' // 
   ,0xf1ed:'牆' // 
   ,0xe6ac:'聲' // 
   ,0xeb7c:'閃' // 
   ,0x689e:'梞' // 
   ,0x5945:'奅' // E
   ,0xf636:'就' // 
   ,0xe478:'漏' // 
   ,0xf151:'裡' // 
   ,0xe39a:'崎' // 
   ,0xe2a9:'嶇' // 
   ,0xec3b:'漱' // 수
   ,0xef53:'蛙' // 와
   ,0xeed8:'濊' // 예
   ,0xf863:'赫' // 혁
   ,0xef6e:'倭' // 왜
   ,0xf0a4:'琉' // 유
   ,0xe6e3:'璃' // 리
   ,0xf364:'祚' // 조
   ,0xf060:'慰' // 위
   ,0xe073:'曷' // 갈
   ,0xe6b9:'瑠' // 유
   ,0xe6a5:'婁' // 루
   ,0xe937:'弁' // 변
   ,0xdf31:'伽' // 가
   ,0xeda6:'倻' // 야
   ,0xed69:'閼' // 알
   ,0xe9d3:'賁' // 분
   ,0xf070:'魏' // 위
   ,0xf5db:'鄒' // 추
   ,0xe1a6:'稽' // 계
   ,0xe97b:'烽' // 봉
   ,0xe440:'柰' // 내
   ,0xf5c0:'塚' // 총
   ,0xe47d:'訥' // 눌
   ,0xe9f1:'毗' // 비
   ,0xf7cd:'鶴' // 학
   ,0xe66d:'鹵' // 로
   ,0xebbf:'炤' // 소
   ,0xf1aa:'咨' // 자
   ,0xece0:'侁' // 비
   ,0xec3d:'狩' // 수
   ,0xe83f:'彌' // 미
   ,0xe6cd:'勒' // 륵
   ,0xe04a:'跏' // 가
   ,0xedc9:'煬' // 양
   ,0xf567:'瞻' // 첨
   ,0xf1d4:'岑' // 잠
   ,0xe89f:'渤' // 발
   ,0xf9ea:'僖' // 화
   ,0xf13d:'彛' // 이
   ,0xf9ea:'僖' // 희
   ,0xf95c:'晃' // 황
   ,0xf064:'瑋' // 위
   ,0xe254:'匡' // 광
   ,0xe332:'龜' // 구
   ,0xf8e0:'鎬' // 호
   ,0xf34c:'兆' // 조
   ,0xf2fe:'靖' // 정
   ,0xe7a8:'溟' // 명
   ,0xe6f7:'鱗' // 린
   ,0xe3ef:'爛' // 난
   ,0xf33a:'悌' // 제
   ,0xf3d1:'鑄' // 주
   ,0xf5c1:'寵' // 총
   ,0xf53c:'拓' // 척
   ,0xecb3:'陞' // 승
   ,0xe9c9:'憤' // 분
   ,0xee62:'漣' // 연
   ,0xe854:'旼' // 민
   ,0xf45b:'晉' // 진
   ,0xeeac:'寧' // 염
   ,0xf6a8:'灘' // 탄
   ,0xe5ec:'礪' // 려
   ,0xefdc:'瑀' // 우
   ,0xeaae:'撒' // 살
   ,0xf59e:'抄' // 초
   ,0xf442:'砥' // 평
   ,0xe0c0:'价' // 개
   ,0xe335:'奎' // 규
   ,0xf377:'雕' // 조
   ,0xe059:'侃' // 간
   ,0xf7fa:'沆' // 항
   ,0xe2df:'窟' // 굴
   ,0xf0fe:'誼' // 의
   ,0xf5c4:'摠' // 총
   ,0xf59e:'抄' // 초
   ,0xe5d1:'萊' // 래
   ,0xed36:'諶' // 심
   ,0xf2d6:'征' // 정
   ,0xecaa:'丞' // 승
   ,0xed33:'瀋' // 심
   ,0xe139:'揭' // 게
   ,0xe555:'旽' // 돈
   ,0xefdf:'禑' // 우
   ,0xf65f:'勅' // 칙
   ,0xf24f:'楮' // 저
   ,0xee6d:'筵' // 연
   ,0xf2a9:'箭' // 전
   ,0xe865:'泊' // 박
   ,0xe14a:'遣' // 견
   ,0xe89a:'頒' // 반
   ,0xf4a5:'澄' // 징
   ,0xf8f0:'弘' // 홍
   ,0xf2a9:'箭' // 
   ,0xf757:'幣' // 
   ,0xe33a:'窺' // 규
   ,0xf13e:'怡' // 이
   ,0xf865:'俔' // 현
   ,0xf193:'馹' // 일
   ,0xee77:'鉛' // 연
   ,0xe238:'顆' // 과
   ,0xe4c4:'聃' // 담
   ,0xe14a:'遣' // 견
   ,0xf84b:'荇' // 행
   ,0x7b06:'笆' // 협
   ,0xf0ca:'胤' // 윤
   ,0xf961:'滉' // 황
   ,0xf144:'珥' // 이
   ,0xee33:'汝' // 여
   ,0xf9f3:'憘' // 희
   ,0xf3dd:'浚' // 준
   ,0xe497:'綾' // 능
   ,0xf53e:'斥' // 척
   ,0xf8a8:'珩' // 형
   ,0xf094:'攸' // 유
   ,0xf666:'寢' // 침
   ,0xe559:'燉' // 돈
   ,0xf178:'麟' // 인
   ,0xe65b:'隷' // 례
   ,0xf9fb:'禧' // 희
   ,0xf337:'堤' // 제
   ,0xede8:'堰' // 언
   ,0xe8fc:'檗' // 벽
   ,0xe2fc:'晷' // 귀
   ,0xf4fd:'柵' // 책
   ,0xe7c8:'謨' // 모
   ,0xe4d2:'塘' // 당
   ,0xe8d9:'帛' // 백
   ,0xf2b0:'銓' // 전
   ,0xf560:'轍' // 철
   ,0xe295:'轎' // 교
   ,0xe25e:'鑛' // 광
   ,0xe260:'掛' // 괘
   ,0xede9:'彦' // 언
   ,0xe7ff:'汶' // 문
   ,0xf56e:'帖' // 첩
   ,0xe460:'祿' // 녹
   ,0xe1b9:'攷' // 고
   ,0xf878:'鉉' // 현
   ,0xe573:'痘' // 두
   ,0xed47:'衙' // 아
   ,0xeceb:'紳' // 신
   ,0xe6de:'梨' // 
   ,0xf2db:'旌' // 정
   ,0xf3df:'濬' // 준
   ,0xf4db:'倡' // 창
   ,0xf866:'峴' // 현
   ,0xe15c:'儆' // 
   ,0xe97d:'琫' // 봉
   ,0xf89d:'亨' // 형
   ,0xe9e5:'妃' // 
   ,0xed3d:'俄' // 
   ,0xf8f2:'泓' // 홍
   ,0xe0d5:'坑' // 갱
   ,0xf3e1:'畯' // 준
   ,0xf453:'稷' // 직
   ,0xe55c:'乭' // 돌
   ,0xf4f0:'債' // 채
   ,0xf3d6:'儁' // 
   ,0xf94a:'煥' // 환
   ,0xf452:'稙' // 직
   ,0xf394:'倧' // 종
   ,0xf9fd:'羲' // 희
   ,0xf44f:'趾' // 지
   ,0xe0a8:'堈' // 강
   ,0xe933:'闢' // 벽
   ,0xf9b3:'勳' // 훈
   ,0xe4ed:'悳' // 덕
   ,0xeeb2:'暎' // 영
   ,0xf6ff:'阪' // 
   ,0xf3c2:'疇' // 주
   ,0xe549:'瀆' // 독
   ,0xf03f:'垣' // 
   ,0xe952:'堡' // 보
   ,0xeefa:'旿' // 오
   ,0xf03f:'垣' // 
   ,0xe952:'堡' // 보
   ,0xe572:'枓' // 두
   ,0xee78:'鍊' // 
   ,0xeb3b:'奭' // 석
   ,0xe945:'昞' // 
   ,0xefca:'鎔' // 
   ,0xf2c1:'店' // 점
   ,0xe858:'珉' // 민
   ,0xf8cc:'濠' // 호
   ,0xe171:'瓊' // 경
   ,0xe9df:'鵬' // 봉
   ,0xeb43:'潟' // 
   ,0xf6a1:'鐸' // 
   ,0xf365:'租' // 조
   ,0xe959:'潽' // 보
   ,0xe4c9:'譚' // 담
   ,0xe334:'圭' // 규
   ,0xf0d1:'栗' // 율
   ,0xeebf:'玲' // 영
   ,0xf7f0:'陜' // 합
   ,0xe1fa:'串' // 
   ,0xf1ee:'狀' // 장
   ,0xe472:'雷' // 뇌
   ,0xf7fe:'航' // 항
   ,0xf9e3:'欽' // 흠
   ,0xe0bc:'鋼' // 강
   ,0xe8f1:'汎' // 범
   ,0xe0bc:'鋼' // 
   ,0xe4b8:'疸' // 
   ,0xe468:'濃' // 
   ,0xe342:'勻' // 
   ,0xecbe:'恃' // 
   ,0xe5b8:'辣' // 
   ,0xe565:'桐' // 
   ,0xe77d:'猛' // 
   ,0xf3f0:'汁' // 
   ,0xe7e0:'苗' // 
   ,0xf5b3:'醋' // 
   ,0xf24e:'杵' // 
   ,0xef65:'豌' // 
   ,0xe079:'蝎' // 
   ,0xf1ec:'漿' // 
   ,0xe44a:'捻' // 
   ,0xf1c4:'嚼' // 
   ,0xece3:'娠' // 
   ,0xe3d2:'喫' // 
   ,0xf19d:'荏' // 
   ,0xe875:'拌' // 
   ,0xe5c5:'蠟' // 
   ,0xe5d6:'倆' // 
   ,0xe5eb:'濾' // 
   ,0xe1e3:'滾' // 
   ,0xe237:'鍋' // 
   ,0xf2fc:'錠' // 
   ,0xe276:'攪' // 
   ,0xf2d8:'挺' // 
   ,0xe86c:'舶' // 
   ,0xf67d:'陀' // 
   ,0xf269:'滴' // 
   ,0xe048:'訶' // 
   ,0xe492:'勒' // 
   ,0xeba3:'腥' // 
   ,0xe048:'訶' // 
   ,0xf5f1:'椿' // 
   ,0xe733:'粒' // 
   ,0xf2bb:'癤' // 
   ,0xf147:'痍' // 
   ,0xe9d0:'糞' // 
   ,0xe6ce:'肋' // 
   ,0xe06e:'艱' // 
   ,0xedca:'痒' // 
   ,0xf67a:'朶' // 
   ,0xeee8:'預' // 
   ,0xeee8:'預' // 
   ,0xe0d7:'粳' // 
   ,0xeaaa:'蒜' // 
   ,0xe7ec:'毋' // 
   ,0xef5a:'椀' // 
   ,0xf1a4:'仍' // 
   ,0xecd4:'拭' // 
   ,0xeee8:'預' // 
   ,0xe2c6:'軀' // 
   ,0xf842:'諧' // 
   ,0xf1d7:'箴' // 
   ,0x5842:'麯' // 
   ,0x740b:'癥' // 
   ,0x63a6:'麩' // 
   ,0x56b8:'裹' // 
   ,0x5e2a:'漉' // 
   ,0x54f8:'蠲' // 
   ,0x5891:'匱' // 
   ,0x6c5b:'銚' // 
   ,0x741e:'搓' // 
   ,0x5865:'藭' // 
   ,0x7c56:'噦' // 
   ,0x6556:'澀' // 
   ,0x7c56:'噦' // 
   ,0x7c41:'䀮' // 
   ,0x5d57:'黧' // 
   ,0x56af:'粿' // 
   ,0x6640:'囓' // 
   ,0x7073:'豬' // 
   ,0x581b:'韭' // 
   ,0x5f06:'溧' // 
   ,0x59f4:'曩' // 
   ,0x5f1f:'廩' // 
   ,0xf7f6:'恒' // 
   ,0xf1f5:'臧' // 
   ,0xf3f0:'汁' // 
   ,0xf360:'爪' // 
   ,0xf2a6:'癲' // 
   ,0xe135:'怯' // 
   ,0xe6ce:'肋' // 
   ,0xed9f:'腋' // 
   ,0xe9ce:'盆' // 
   ,0xf158:'餌' // 
   ,0x54ef:'畎' // 견
   ,0xe3fc:'藍' // 남
   ,0xe159:'俓' // 
   ,0xf778:'鋪' // 포
   ,0xf1ce:'鵲' // 
   ,0xe294:'較' // 
   ,0xe5e4:'勵' // 
   ,0xe537:'燾' // 
   ,0xeeba:'瀛' // 
   ,0xe5a6:'洛' // 
   ,0x6088:'旄' // 
   ,0xef6c:'汪' // 
   ,0xe26d:'肱' // 
   ,0xf962:'潢' // 
   ,0xebbd:'溯' // 
   ,0xf649:'峙' // 
   ,0xf555:'闡' // 
   ,0xf2c3:'点' // 
   ,0xefe5:'虞' // 
   ,0xf555:'闡' // 
   ,0x78f5:'癈' // 
   ,0xe5e5:'呂' // 
   ,0xf5be:'邨' // 
   ,0xef4c:'雍' // 
   ,0xefe5:'虞' // 
   ,0x5ede:'鎦' // 
   ,0x5b4e:'瑭' // 
   ,0x55cb:'杲' // 
   ,0xed97:'艾' // 
   ,0xe8e5:'繁' // 
   ,0x78e0:'砭' // 
   ,0xebee:'灑' // 쇄
   ,0xe249:'菅' // 관
   ,0xf8c1:'弧' // 호
   ,0xf6a7:'歎' // 탄
   ,0xf837:'垓' // 해
   ,0xf3b0:'冑' // 투구 주
   ,0xe67e:'瀨' // 
   ,0xe2cb:'駒' // 
   ,0xf3a9:'挫' // 좌
   ,0xedf7:'円' // 엔?
   ,0xe157:'鎌' // 
   ,0xe5b3:'瀾' // 
   ,0xe5dd:'糧' // 
   ,0x6f8b:'&#36205;' // 
   ,0xf8da:'蒿' // 
   ,0x6a0b:'&#27377;' // 
   ,0xfabb:'&#26253;' // 
   ,0xebff:'戍' // 
   ,0xeae0:'嗇' // 
   ,0xf23b:'滓' // 
   ,0xf74c:'遍' // 
   ,0x5f4d:'&#28435;' // 
   ,0x7147:'&#40655;' // 
   ,0xe1e8:'滑' // 
   ,0xfa63:'&#21371;' // 
   ,0x7546:'&#21852;' // 
   ,0xee7c:'咽' // 
   ,0x7acf:'&#30516;' // 
   ,0xf97e:'蛔' // 
   ,0xe19d:'悸' // 
   ,0x56f5:'&#26653;' // 
   ,0xe6ad:'蔞' // 
   ,0x74f6:'&#24789;' // 
   ,0xe55a:'豚' // 
   ,0xf797:'杓' // 
   ,0xf566:'甛' // 
   ,0xf496:'蛭' // 
   ,0xea78:'篩' // 
   ,0xf440:'漬' // 
   ,0xef98:'擾' // 
   ,0xecba:'屎' // 
   ,0xefa4:'繞' // 
   ,0x643f:'&#30201;' // 
   ,0x6d11:'&#33451;' // 
   ,0x6668:'&#35691;' // 
   ,0xf17a:'佚' // 
   ,0xf89a:'莢' // 
   ,0xe932:'蘗' // 
   ,0x6109:'&#22079;' // 
   ,0x74a5:'&#24757;' // 
   ,0xed78:'怏' // 
   ,0x70b9:'&#24019;' // 
   ,0x587c:'&#36385;' // 
   ,0xe3a4:'棋' // 
   ,0xe69e:'瞭' // 
   ,0xe8d4:'輩' // 
   ,0xf76b:'暴' // 
   ,0xf5c7:'蔥' // 
   ,0xe6e4:'異' // 
   ,0xf637:'炊' // 
   ,0x55b5:'&#38622;' // 
   ,0x6740:'&#26220;' // 
   ,0x6397:'&#36311;' // 
   ,0xf5e8:'筑' // 
   ,0xf6ea:'把' // 
   ,0x6960:'&#34297;' // 
   ,0xe0d8:'羹' // 
   ,0x6af4:'&#32264;' // 
   ,0xf3c8:'蛛' // 
   ,0x564b:'&#35084;' // 
   ,0x58d3:'&#33444;' // 
   ,0x7351:'&#28616;' // 
   ,0x6203:'&#20223;' // 
   ,0xe7fc:'吻' // 
   ,0xe2a4:'咎' // 
   ,0xef46:'擁' // 
   ,0x69bb:'&#30306;' // 
   ,0x6523:'&#30176;' // 
   ,0x7b93:'&#28343;' // 
   ,0xf5d3:'湫' // 
   ,0xe2e5:'躬' // 
   ,0xf575:'輒' // 
   ,0x6931:'&#26114;' // 
   ,0xe46e:'牢' // 
   ,0x76b2:'&#28352;' // 
   ,0xe05c:'奸' // 
   ,0xea93:'詐' // 
   ,0xece2:'呻' // 
   ,0xec6d:'菽' // 
   ,0xe042:'痂' // 
   ,0xe3db:'癩' // 
   ,0x7586:'&#24821;' // 
   ,0xf5b2:'酢' // 
   ,0xe06d:'艮' // 
   ,0xf66e:'蟄' // 
   ,0xebde:'巽' // 
   ,0x649a:'&#20912;' // 
   ,0xe4cb:'沓' // 
   ,0xf9a1:'爻' // 
   ,0x6ad6:'&#23344;' // 
   ,0xf466:'疹' // 
   ,0xedf4:'淹' // 
   ,0xec34:'搜' // 
   ,0xe463:'錄' // 
   ,0x6703:'&#39143;' // 
   ,0x79c7:'&#30247;' // 
   ,0x5974:'&#27495;' // 
   ,0xe37d:'冀' // 
   ,0xf7d6:'罕' // 
   ,0xf75a:'斃' // 
   ,0xe03c:'暇' // 
   ,0xe09f:'鑒' // 
   ,0xee32:'歟' // 
   ,0xe2f8:'詭' // 
   ,0xefc6:'聳' // 
   ,0xecb6:'嘶' // 
   ,0xe373:'汲' // 
   ,0x75f6:'&#36602;' // 
   ,0x79f5:'&#40766;' // 
   ,0x55a2:'&#30235;' // 
   ,0x728d:'&#30258;' // 
   ,0x6c53:'&#34136;' // 
   ,0x628a:'&#25815;' // 
   ,0x69b5:'&#28874;' // 
   ,0x5898:'&#24978;' // 
   ,0x76cc:'&#24629;' // 
   ,0x69b5:'&#28874;' // 
   ,0x75f6:'&#36602;' // 
   ,0x5e7e:'&#28518;' // 
   ,0x79ae:'&#30229;' // 
   ,0x7a5d:'&#27436;' // 
   ,0x7a67:'&#34212;' // 
   ,0x6dc5:'&#34148;' // 
   ,0x62ed:'&#39173;' // 
   ,0x6bae:'&#21986;' // 
   ,0x591d:'&#22116;' // 
   ,0x54ae:'&#33225;' // 
   ,0x7b34:'&#30459;' // 
   ,0x60bf:'&#25077;' // 
   ,0x6cfb:'&#20900;' // 
   ,0x591d:'&#22116;' // 
   ,0x5760:'&#22169;' // 
   ,0x6978:'&#22198;' // 
   ,0xf8df:'豪' // 
   ,0xf7eb:'哈' // 
   ,0xee35:'璵' // 
   ,0xf2a5:'畑' // 
   ,0xec72:'旬' // 
   ,0xf5bf:'叢' // 
   ,0xeccd:'諡' // 
   ,0xf838:'奚' // 
   ,0xf265:'嫡' // 
   ,0xf9a4:'驍' // 
   ,0xec55:'邃' // 
   ,0xf06f:'韋' // 
   ,0xf0be:'毓' // 
   ,0x63fb:'黻' // 
   ,0xe6f6:'隣' // 
   ,0xf7dd:'轄' // 
   ,0xe4f7:'嶋' // 
   ,0xf9cb:'麾' // 
   ,0xe348:'龜' // 
   ,0xf776:'褒' // 
   ,0xf4f7:'綵' // 
   ,0xf8be:'壺' // 
   ,0xe0a1:'匣' // 
   ,0xf2af:'鈿' // 
   ,0xf7d7:'翰' // 
   ,0xf07c:'庾' // 
   ,0xef4b:'邕' // 
   ,0xf8a4:'瀅' // 
   ,0xe26b:'宏' // 
   ,0xecdc:'軾' // 
   ,0xe7f3:'蕪' // 
   ,0xf392:'拙' // 
   ,0xf279:'迹' // 
   ,0xe541:'逃' // 
   ,0xf2d0:'呈' // 
   ,0x21e6:'⇦' // 
   ,0x65b4:'噬' // 
   ,0xeee0:'裔' // 
   ,0xe144:'甄' // 
   ,0xf9c0:'萱' // 
   ,0xe874:'叛' // 
   ,0xed75:'鴨' // 
   ,0xe34e:'棘' // 
   ,0xe644:'獵' // 
   ,0xe5d3:'掠' // 
   ,0xf59b:'剿' // 
   ,0x60d6:'玅' // 
   ,0xe3aa:'沂' // 기
   ,0xe946:'昺' // 병
   ,0xe8a7:'倣' // 
   ,0xf659:'蚩' // 
   ,0xf0ed:'鷹' // 응
   ,0xf0ed:'鷹' // 
   ,0x6255:'洦' // 
   ,0xe53a:'禱' // 도
   ,0xeccf:'豺' // 
   ,0xe4b7:'獺' // 
   ,0xf437:'摯' // 
   ,0xf955:'凰' // 
   ,0xe638:'鍊' // 
   ,0xea76:'祠' // 
   ,0xeae5:'牲' // 
   ,0x6b11:'拽' // 
   ,0xf7dc:'割' // 
   ,0xe1e5:'袞' // 
   ,0xe796:'冕' // 
   ,0x600a:'网' // 
   ,0xf1dc:'仗' // 
   ,0xe347:'鈞' // 
   ,0xf532:'凄' // 
   ,0xe15d:'勁' // 
   ,0xf953:'豁' // 
   ,0xf433:'址' // 
   ,0xe0fd:'劒' // 
   ,0xe3ab:'淇' // 
   ,0xf263:'勣' // 
   ,0xece8:'燼' // 
   ,0xea65:'徙' // 
   ,0xecf0:'藎' // 
   ,0x5e29:'淥' // 
   ,0xecce:'豕' // 
   ,0x6167:'麋' // 
   ,0xe93e:'鱉' // 
   ,0xea44:'濱' // 
   ,0xf9fa:'犧' // 희
   ,0xe8ba:'舫' // 
   ,0xf277:'蹟' // 
   ,0x6fa8:'汋' // 작
   ,0xe2b5:'溝' // 
   ,0x7ab5:'洫' // 
   ,0xe778:'陌' // 
   ,0x7a2e:'榼' // 
   ,0xe9fc:'緋' // 
   ,0x5970:'曁' // 
   ,0x68f7:'猰' // 
   ,0x54ea:'犭' // 
   ,0xe4e0:'岱' // 
   ,0x71a8:'靚' // 
   ,0x73a0:'侲' // 
   ,0xf4e5:'暢' // 
   ,0x7ce3:'獯' // 훈
   ,0x730c:'鬻' // 육
   ,0x7aab:'獫' // 힘
   ,0x6dfa:'狁' // 윤
   ,0xf9d6:'匈' // 흉
   ,0xe7ef:'畝' // 
   ,0xe350:'隙' // 
   ,0xf540:'瘠' // 
   ,0xf4d7:'站' // 
   ,0xf0f3:'懿' // 
   ,0xec9a:'馴' // 
   ,0xe8b8:'肪' // 
   ,0xf37c:'鏃' // 
   ,0xe65e:'撈' // 
   ,0xef50:'窩' // 
   ,0xf4d2:'塹' // 
   ,0xf1be:'藉' // 
   ,0xe85d:'謐' // 
   ,0xf348:'霽' // 
   ,0xf2dc:'晶' // 
   ,0xf6dd:'頹' // 
   ,0x6e9d:'圯' // 
   ,0x6c1f:'隈' // 
   ,0xf493:'秩' // 
   ,0xf641:'仄' // 
   ,0xf4aa:'嗟' // 
   ,0xe867:'璞' // 
   ,0xe041:'珂' // 
   ,0xf8ad:'逈' // 
   ,0x6c09:'偎' // 
   ,0x79cf:'郝' // 
   ,0xf04e:'袁' // 
   ,0xf740:'彭' // 
   ,0xe6e6:'籬' // 
   ,0xf932:'禾' // 
   ,0xf49f:'緝' // 
   ,0xf3f1:'葺' // 
   ,0xf5ac:'艸' // 
   ,0xeadf:'賽' // 
   ,0x5d40:'癘' // 
   ,0xe6e7:'罹' // 
   ,0xf9b8:'燻' // 
   ,0x76e4:'虫' // 虫 벌레 훼, 벌레 충 
   ,0x7b0d:'陿' // 
   ,0x6974:'阨' // 
   ,0xf6d8:'堆' // 
   ,0x672a:'叟' // 
   ,0xe77c:'氓' // 
   ,0xf96b:'隍' // 황
   ,0xea39:'鄙' // 
   ,0x648c:'蠙' // 
   ,0x77b5:'涿' // 
   ,0x7539:'蚕' // 
   ,0x6c9d:'嵎' // 
   ,0xeaec:'嶼' // 서
   ,0xe63c:'洌' // 열
   ,0x702e:'纔' // 
   ,0x7d4b:'釁' // 
   ,0xe1ce:'誥' // 
   ,0xeaff:'胥' // 
   ,0x768d:'蒭' // 
   ,0xeaff:'胥' // 
   ,0x6a08:'孽' // 
   ,0xe0fa:'桀' // 
   ,0x6b8e:'鷔' // 
   ,0x6ffb:'戕' // 
   ,0xf45f:'殄' // 
   ,0xf9d1:'恤' // 
   ,0xf6e4:'慝' // 
   ,0xf6e0:'妬' // 
   ,0xe2fa:'饋' // 
   ,0xe5b6:'鸞' // 
   ,0xeca6:'拾' // 
   ,0xe3f2:'鸞' // 난
   ,0x77cd:'殫' // 
   ,0xe1df:'崑' // 
   ,0xe6c4:'崙' // 
   ,0xf249:'儲' // 
   ,0x6643:'挈' // 
   ,0x584b:'羣' // 
   ,0x5a79:'恧' // 
   ,0x5fd2:'湾' // 
   ,0x5f2a:'崚' // 
   ,0x6bf8:'蜿' // 
   ,0x6a91:'蜒' // 
   ,0xe8b6:'磅' // 
   ,0x619f:'礴' // 
   ,0xe5c9:'狼' // 
   ,0xf9db:'欣' // 
   ,0x7ca0:'囂' // 
   ,0x6e4c:'挹' // 
   ,0xf79d:'豹' // 
   ,0xe09c:'紺' // 
   ,0xf6ab:'誕' // 
   ,0xf499:'迭' // 
   ,0xef37:'鰲' // 
   ,0xf7d9:'閒' // 
   ,0xe59e:'拏' // 
   ,0x7768:'称' // 
   ,0xea3d:'嚬' // 
   ,0xe59e:'拏' // 
   ,0xf65b:'雉' // 
   ,0xe3a7:'欺' // 
   ,0xe9c4:'噴' // 
   ,0x629e:'変' // 
   ,0x7a96:'栩' // 
   ,0xea5f:'娑' // 
   ,0x6f1d:'禋' // 
   ,0x78c8:'徧' // 
   ,0x6b89:'隩' // 
   ,0x7718:'畤' // 
   ,0xe792:'萌' // 
   ,0xf739:'沛' // 
   ,0xf8b2:'彗' // 
   ,0x796e:'豐' // 풍
   ,0xf739:'沛' // 패
   ,0xf73e:'覇' // 
   ,0xe5a4:'邏' // 
   ,0xe9bc:'釜' // 
   ,0xf5dc:'酋' // 
   ,0xeb45:'碩' // 
   ,0xe36b:'衿' // 
   ,0xeb35:'誓' // 
   ,0xe4d3:'幢' // 
   ,0xe8d0:'裴' // 
   ,0xf4c0:'瓚' // 
   ,0xeec0:'瑛' // 
   ,0xe352:'劤' // 
   ,0xe7f5:'貿' // 
   ,0xeaf3:'敍' // 
   ,0xef74:'巍' // 
   ,0xebec:'刷' // 
   ,0xea40:'斌' // 
   ,0xeaa5:'汕' // 
   ,0xeffc:'耘' // 
   ,0xf0db:'慇' // 
   ,0xe5c3:'拉' // 
   ,0xe75a:'襪' // 
   ,0xeda9:'惹' // 
   ,0xe5b9:'嵐' // 
   ,0xf8f6:'虹' // 
   ,0xeffa:'澐' // 
   ,0xe26a:'魁' // 
   ,0xf8ea:'琿' // 
   ,0xf1df:'墻' // 
   ,0xeef9:'敖' // 
   ,0xf5d8:'諏' // 
   ,0xedc1:'攘' // 
   ,0xe3b5:'祁' // 
   ,0xe132:'鈐' // 
   ,0xf4c4:'粲' // 
// ,0x74d4:'瓔' // 책
   ,0x74d4:'幘' // 
   ,0xe8df:'幡' // 번
   ,0xe9ba:'趺' // 부
   ,0xe9a8:'斧' // 부
   ,0x7129:'窃' // 절
   ,0xe536:'濤' // 도
   ,0xe133:'黔' // 금
   ,0xec6f:'徇' // 순
   ,0xf9f6:'曦' // 희
   ,0x700e:'萇' // 장
   ,0xf9da:'昕' // 흔
   ,0xf5c2:'悤' // 총
   ,0xeb55:'瑄' // 선
   ,0xef5b:'浣' // 
   ,0xea79:'紗' // 
   ,0xf196:'妊' // 임
   ,0x6f63:'柘' // 자
   ,0xf77a:'鮑' // 포
   ,0xea3e:'嬪' // 빈
   ,0xefc5:'甬' // 용
   ,0xe377:'兢' // 긍
   ,0x75c7:'症' // 초
   ,0xe360:'契' // 글
   ,0xf3d2:'駐' // 주
   ,0x7998:'蹕' // 필
   ,0x6c34:'水' // 요
   ,0xe974:'俸' // 봉
   ,0xeafb:'筮' // 서
   ,0xe643:'簾' // 렴
   ,0xefef:'旭' // 욱
   ,0xf7ee:'閤' // 합
   ,0xec95:'詢' // 순
   ,0xf7e3:'檻' // 
   ,0x6724:'鏁' // 
   ,0xeb5c:'羨' // 
   ,0xf1d2:'潺' // 
   ,0xe3ed:'欄' // 
   ,0x5cc0:'峀' // 
   ,0xe87b:'潘' // 반
   ,0xed56:'渥' // 악
   ,0xf463:'瑨' // 진
   ,0xf39b:'琮' // 종
   ,0xe1f2:'拱' // 공
   ,0xf756:'嬖' // 폐
   ,0x7d09:'撝' // 휘
   ,0x5601:'詁' // 고
   ,0x70a4:'炤' // 유
   ,0xe8b2:'昉' // 방
   ,0xe853:'旻' // 민
   ,0x71ab:'頲' // 정
   ,0x70e6:'盷' // 눈알 굴릴 전
   ,0xeff0:'昱' // 육
   ,0x60a8:'髦' // 모
   ,0xf1ca:'綽' // 작
   ,0xf139:'姨' // 
   ,0x6c91:'俁' // 오
   ,0xe3ad:'琦' // 기
   ,0xe5c6:'廊' // 랑
   ,0x72aa:'侳' // 좌
   ,0xf869:'晛' // 현
   ,0xe169:'暻' // 경
   ,0x7a15:'諴' // 함
   ,0xe850:'愍' // 민
   ,0x5b9d:'壔' // 도
   ,0xe9e7:'庇' // 비
   ,0xf142:'泥' // 이
   ,0xf270:'績' // 적
   ,0xf9b0:'珝' // 후
   ,0x5bb6:'瓙' // 옥 이름 도
   ,0x7551:'瞮' // 철
   ,0xeb7b:'贍' // 섬
   ,0xf850:'珦' // 향
   ,0xf5a9:'秒' // 초
   ,0x76d3:'冲' // 충
   ,0xf87f:'俠' // 협
   ,0xe9e7:'庇' // 비
   ,0x65be:'㥠' // 서
   ,0x6e77:'竩' // 의
   ,0xe170:'璥' // 경
   ,0xeaca:'庠' // 상
   ,0x6b9a:'昷' // 온
   ,0x74af:'淐' // 창
   ,0xeacb:'廂' // 상
   ,0xf562:'僉' // 첨
   ,0xe170:'璥' // 경
   ,0xe5b7:'剌' // 라
   ,0xf47c:'嫉' // 
   ,0x55af:'薊' // 계
   ,0xe5b7:'剌' // 
   ,0xf2a2:'琠' // 전
   ,0xe9e7:'庇' // 비
   ,0xe1bc:'暠' // 고
   ,0x6313:'濮' // 복
   ,0xedf0:'儼' // 엄
   ,0xf27d:'佺' // 전
   ,0x6b68:'珸' // 오
   ,0x704d:'㫝' // 저
   ,0xe3b8:'祺' // 기
   ,0xf1f0:'璋' // 장
   ,0x62aa:'辮' // 변
//   ,0x74e3:'�' // 책
   ,0xf04f:'轅' // 원
   ,0x5b4f:'璫' // 당
   ,0xee95:'閱' // 열
   ,0xf765:'圃' // 포
   ,0x57dc:'玽' // 구
   ,0xf69d:'濯' // 탁
   ,0xf768:'抛' // 포
   ,0xeae2:'穡' // 색
   ,0xf175:'靭' // 인
   ,0x73ac:'溍' // 진
   ,0xe263:'傀' // 
   ,0xe67d:'儡' // 
   ,0xf1f0:'璋' // 장
   ,0x7aa8:'嶮' // 험
   ,0xe5f1:'驪' // 
   ,0xee3f:'驪' // 
   ,0xec77:'洵' // 순
   ,0xeaf5:'曙' // 
   ,0xf6b4:'榻' // 탑
   ,0xef9f:'瑤' // 요
   ,0xe4e5:'玳' // 대
   ,0xe7c1:'瑁' // 모
   ,0xf1f2:'粧' // 장
   ,0xf9d3:'鷸' // 휼
   ,0xea7e:'蓑' // 사
   ,0xf7c9:'壑' // 학
   ,0xf9c2:'喙' // 훼
   ,0xe2d3:'鞠' // 국
   ,0xee6b:'硯' // 연
   ,0xf177:'鱗' // 인
   ,0xf062:'渭' // 위
   ,0xf753:'萍' // 평
   ,0xf4ab:'嵯' // 차
   ,0xe2ce:'鷗' // 구
   ,0xebc7:'簫' // 소
   ,0xebd2:'韶' // 소
   ,0xf694:'啄' // 탁
   ,0xee6b:'硯' // 연
   ,0xf764:'哺' // 포
   ,0xe3cb:'麒' // 기
   ,0xf253:'狙' // 저
   ,0xe196:'鯨' // 경
   ,0xeeb8:'潁' // 영
   ,0xe849:'薇' // 미
   ,0xf273:'謫' // 적
   ,0xe5b1:'欄' // 란
   ,0xeda4:'鸚' // 앵
   ,0xe7f7:'鵡' // 무
   ,0xe8f2:'泛' // 범
   ,0xefa7:'蓼' // 요
   ,0xef92:'寮' // 요
   ,0xedbf:'恙' // 양
   ,0xf8ce:'灝' // 호
   ,0xf336:'啼' // 제
   ,0xe67b:'籠' // 롱
   ,0xe363:'擒' // 금
   ,0xf6ba:'兌' // 태
   ,0xf3c3:'籌' // 주
   ,0xf6b3:'搭' // 탑
   ,0xe493:'肋' // 늑
   ,0xe557:'沌' // 돈
   ,0xf773:'葡' // 포
   ,0xe53c:'萄' // 도
   ,0xf675:'墮' // 타
   ,0xe0c2:'凱' // 개
   ,0xeeaa:'囹' // 영
   ,0xedd8:'圄' // 어
   ,0xe07d:'堪' // 감
   ,0xe441:'耐' // 내
   ,0xf160:'謚' // 
   ,0xe745:'巒' // 
   ,0xe2de:'掘' // 
   ,0xecd0:'埴' // 
   ,0xf040:'媛' // 
   ,0xeb67:'饍' // 
   ,0xe5b0:'卵' // 
   ,0x55a4:'禊' // 간
   ,0x6034:'脉' // 맥
   ,0x5829:'鼽' // 구
   ,0x7995:'蓽' // 필
   ,0xe895:'礬' // 반
   ,0x6509:'齄' // 사
   ,0x66e8:'霄' // 소
   ,0x741f:'搽' // 차
   ,0x75b5:'蔕' // 체
   ,0x6dbf:'荽' // 유
   ,0xef9c:'橈' // 요
   ,0xf0a0:'溜' // 유
   ,0xe53f:'跳' // 도
   ,0xf7e6:'艦' // 함
   ,0xef71:'矮' // 왜
   ,0xea9a:'飼' // 사
   ,0xebfd:'帥' // 수
   ,0xe736:'痲' // 마
   ,0xf6d5:'筒' // 통
   ,0xece4:'宸' // 신
   ,0xf1b6:'瓷' // 자
   ,0xf2cf:'偵' // 정
   ,0xf2f3:'艇' // 정
   ,0xf874:'舷' // 현
   ,0xf832:'降' // 항
   ,0xf1c1:'雌' // 자
   ,0xe735:'瑪' // 마
   ,0xe455:'瑙' // 노
   ,0xe6b4:'榴' // 유
   ,0xf260:'邸' // 저
   ,0xf558:'凸' // 철?
   ,0xf4f6:'砦' // 채
   ,0xe8ec:'閥' // 벌
   ,0xe438:'朗' // 낭
   ,0xee66:'煉' // 연
   ,0xf2fa:'鉦' // 정
   ,0xe8fd:'璧' // 벽
   ,0xecf6:'迅' // 신
   ,0xf34d:'凋' // 조
   ,0xf34f:'嘲' // 조
   ,0xe65d:'怒' // 로
   ,0xf362:'眺' // 조
   ,0xf59c:'哨' // 초
   ,0xef56:'婉' // 완
   ,0xf2d3:'幀' // 정
   ,0xf2e2:'汀' // 
   ,0xe095:'柑' // 
   ,0xf1f9:'薔' // 
   ,0xe365:'檎' // 
   ,0xf872:'絢' // 
   ,0xf93a:'擴' // 
   ,0xefae:'饒' // 
   ,0xe99e:'埠' // 
   ,0xeed2:'倪' // 
   ,0xeaf1:'抒' // 
   ,0x7480:'璀' // 
   ,0xe775:'魅' // 
   ,0xe2af:'柩' // 
   ,0x5623:'穀' // 
   ,0x5986:'羇' // 
   ,0xf098:'柚' // 
   ,0xf399:'棕' // 
   ,0xe5ea:'櫚' // 
   ,0xe8a2:'跋' // 
   ,0xe3f8:'楠' // 
   ,0x761b:'髑' // 
   ,0x5eba:'髏' // 
   ,0xe5bd:'濫' // 
   ,0xf7a3:'楓' // 
   ,0xe5a2:'螺' // 
   ,0xf4cb:'刹' // 
   ,0xea5e:'奢' // 
   ,0xf646:'侈' // 
   ,0xf4be:'燦' // 
   ,0xe432:'臘' // 
   ,0xf47a:'叱' // 
   ,0xf7e2:'喊' // 
   ,0xf763:'咆' // 
   ,0xf998:'哮' // 
   ,0xe9a2:'孵' // 
   ,0xf77b:'幅' // 
   ,0xf8ab:'螢' // 
   ,0xef9a:'曜' // 요
   ,0xeffd:'芸' // 
   ,0xe078:'褐' // 
   ,0x5836:'跼' // 
   ,0x6c69:'蓐' // 
   ,0xe174:'磬' // 
   ,0x7613:'蠋' // 
   ,0xf3ca:'誅' // 
   ,0xf3dc:'樽' // 
   ,0xf9a2:'盤' // 
   ,0xedb2:'略' // 
   ,0x726e:'椊' // 
   ,0xe1d0:'辜' // 
   ,0x6840:'哂' // 
   ,0xe04c:'迦' // 가
   ,0xee41:'黎' // 
   ,0xebc4:'瘙' // 
   ,0xf5fe:'萃' // 
   ,0xeaa2:'刪' // 
   ,0xe4c2:'澹' // 
   ,0xf96d:'匯' // 
   ,0xe358:'瑾' // 
   ,0xf9c8:'煇' // 
   ,0xe338:'珪' // 
   ,0xf7de:'函' // 
   ,0x5940:'笈' // 
   ,0xf569:'籤' // 
   ,0xe2ba:'瞿' // 
   ,0x57f4:'臞' // 
   ,0xee5f:'涓' // 
   ,0xeb5e:'膳' // 
   ,0xf97b:'繪' // 
   ,0xf4c8:'鑽' // 
   ,0xe0f9:'杰' // 
   ,0xe9a1:'孚' // 
   ,0xeade:'璽' // 
   ,0xef7e:'姚' // 
   ,0xf76e:'疱' // 
   ,0xf2ac:'詮' // 
   ,0xefa0:'療' // 
   ,0xe0e4:'祛' // 
   ,0xed5f:'晏' // 
   ,0x7c66:'滙' // 
   ,0x644a:'紕' // 
   ,0x7c63:'洄' // 
   ,0x776e:'佗' // 
   ,0x74cc:'瘵' // 
   ,0x5daa:'磏' // 
   ,0x6ec8:'羡' // 
   ,0x6720:'瑣' // 
   ,0x5692:'龔' // 
   ,0x717f:'疔' // 
   ,0x5ca4:'瘰' // 
   ,0x5d64:'癧' // 
   ,0x7b29:'嵇' // 
   ,0xe7fa:'們' // 
   ,0xf3ae:'做' // 
   ,0xe3a9:'汽' // 
   ,0xe772:'買' // 
   ,0xe5e0:'輛' // 
   ,0xf841:'該' // 
   ,0x6ca8:'㳓' // 
   ,0xf55d:'澈' // 
   ,0x5c9d:'囉' // 
   ,0xf168:'姻' // 
   ,0xf3e7:'駿' // 
   ,0xf4e4:'昶' // 
   ,0xefbe:'榕' // 
   ,0xeecb:'鈴' // 
   ,0xed73:'押' // 
   ,0xf9f2:'憙' // 
   ,0xef73:'嵬' // 
   ,0xedc3:'暘' // 
   ,0x5c14:'佟' // 
   ,0x6c90:'优' // 
   ,0xf5d6:'芻' // 
   ,0x774f:'忱' // 
   ,0x6c0d:'崴' // 
   ,0x6ea6:'彝' // 
   ,0xfa6c:'榷' // 
   ,0xeb56:'璇' // 
   ,0xe4b4:'鍛' // 
   ,0x5a84:'妮' // 
   ,0xe3d6:'娜' // 
   ,0xf0c2:'倫' // 
   ,0x5fa4:'嗎' // 
   ,0x55d0:'楛' // 
   ,0x5a38:'砮' // 
   ,0x55d0:'楛' // 
   ,0xe6e9:'莉' // 
   ,0x6184:'閩' // 
   ,0x783a:'菟' // 
   ,0xef6f:'娃' // 
   ,0xe3fe:'拉' // 
   ,0xf3bf:'澍' // 
   ,0xf698:'拓' // 
   ,0xe7b9:'摹' // 
   ,0xf0b8:'釉' // 
   ,0xec4e:'蓚' // 
   ,0xefa2:'窯' // 
   ,0xe8e0:'樊' // 
   ,0xecf2:'訊' // 
   ,0x59c6:'哪' // 
   ,0xe0df:'與' // 
   ,0xe845:'湄' // 
   ,0x7788:'沱' // 
   ,0x62fa:'葆' // 
   ,0xf87d:'頁' // 
   ,0xe74d:'灣' // 
   ,0x7bdf:'龢' // 
   ,0x60eb:'廡' // 
   ,0xe84a:'謎' // 
   ,0xf93e:'穫' // 
   ,0xe3f6:'嵐' // 
   ,0x5cc4:'灤' // 
   ,0xeda7:'冶' // 
   ,0x65a3:'賾' // 
   ,0xe9ca:'扮' // 
   ,0xe2b1:'歐' // 
   ,0xf8c5:'晧' // 
   ,0xe049:'賈' // 
   ,0xf2aa:'篆' // 
   ,0x70e9:'磚' // 
   ,0xe5ab:'夫' // 
   ,0xf8ae:'邢' // 
   ,0xe74a:'曼' // 
   ,0xf8ae:'邢' // 
   ,0xe5df:'諒' // 
   ,0x6892:'辻' // 
   ,0xe679:'瀧' // 
   ,0xf252:'渚' // 
   ,0xec5a:'隧' // 
   ,0x6a8a:'耎' // 
   ,0x7238:'爸' // 
   ,0x6a8a:'耎' // 
   ,0xeb38:'黍' // 
   ,0x7633:'葱' // 
   ,0x7381:'胝' // 
   ,0x768a:'䐢' // 
   ,0xf9d4:'兇' // 
   ,0x7d69:'嘻' // 
   ,0x5e79:'撩' // 
   ,0xed7a:'殃' // 
   ,0x6649:'焫' // 
   ,0xf63a:'脆' // 
   ,0x5a5f:'淖' // 
   ,0xe65a:'醴' // 
   ,0x76d0:'秫' // 
   ,0x7346:'鰂' // 
   ,0x5d4b:'藘' // 
   ,0xeafc:'絮' // 
   ,0x75c3:'鬄' // 
   ,0x65a1:'濇' // 
   ,0x6dad:'痏' // 
   ,0x67d3:'焠' // 
   ,0x7499:'鑱' // 
   ,0xf54a:'擅' // 
   ,0x544e:'呿' // 
   ,0x6c37:'憿' // 
   ,0x55df:'熇' // 
   ,0x65ac:'眚' // 
   ,0xf032:'隕' // 
   ,0x58ff:'郄' // 
   ,0x75e9:'膲' // 
   ,0x5e50:'隴' // 
   ,0xe7db:'昴' // 
   ,0x7a61:'痎' // 
   ,0x5a06:'迺' // 
   ,0x7a66:'荄' // 
   ,0x6a3a:'洳' // 
   ,0xf068:'葦' // 
   ,0x74e0:'迮' // 
   ,0xf696:'度' // 
   ,0x679e:'焂' // 
   ,0x6b26:'翳' // 
   ,0x72b1:'莝' // 
   ,0xebb0:'嘯' // 
   ,0x66ca:'痟' // 
   ,0xe54b:'犢' // 
   ,0xe7d1:'歿' // 
   ,0xf5b0:'貂' // 
   ,0x5804:'裘' // 
   ,0xe145:'絹' // 
   ,0xe176:'競' // 
   ,0xeaa6:'珊' // 
   ,0x7734:'鴟' // 
   ,0xec4d:'蒐' // 
   ,0x5983:'籏' // 
   ,0xeace:'橡' // 
   ,0x581e:'駈' // 
   ,0x6781 :'讎' // 
   ,0x7631:'緫' // 
   ,0x71e5:'蹏' // 
   ,0x7d57:'迄' // 
   ,0x75b9:'軆' // 
   ,0x5b2e:'荅' // 
   ,0x7053:'氐' // 
   ,0x619a:'狛' // 
   ,0x5eac:'漊' // 
   ,0x56e2:'綰' // 
   ,0x6037:'貉' // 
   ,0x69c0:'羙' // 
   ,0x54f0:'睊' // 
   ,0x5deb:'嚕' // 
   ,0x76ec:'橇' // 
   ,0x5830:'梮' // 
   ,0x5f8c:'鄰' // 
   ,0x7b13:'夐' // 
   ,0x5c09:'咄' // 
   ,0x5a1f:'侫' // 
   ,0x7564:'忝' // 
   ,0x5b95:'叨' // 
   ,0x6be0:'譌' // 
   ,0x6f32:'駰' // 
   ,0x66a6:'劭' // 
   ,0x747b:'叅' // 
   ,0x6601:'亙' // 
   ,0x644c:'熊' // 
   ,0x6b5e:'汙' // 
   ,0x6487:'矉' // 
   ,0x7874:'灞' // 
   ,0x67aa:'侚' // 
   ,0x75a3:'彘' // 
   ,0x56ed:'雚' // 
   ,0x67d5:'虱' // 
   ,0xeead:'嶺' // 
   ,0xe1e6:'鯤' // 
   ,0x5ab4:'摶' // 
   ,0xe1e6:'鯤' // 곤
   ,0xf3f7:'甑' // 
   ,0xebca:'蔬' // 
   ,0x7534:'荐' // 
   ,0xf3f7:'甑' // 
   ,0xf0a3:'猷' // 
   ,0xf2f9:'釘' // 
   ,0x6afe:'郢' // 
   ,0xebba:'梳' // 
   ,0x7156:'凈' // 
   ,0xe446:'秊' // 
   ,0x7b67:'皥' // 
   ,0x7156:'凈' // 
   ,0x6935:'盎' // 
   ,0xf174:'隣' // 
   ,0xf4c2:'簒' // 
   ,0x6b25:'羿' // 
   ,0x6b25:'羿' // 예
   ,0x7623:'冢' // 
   ,0x6d80:'囿' // 
   ,0xf9df:'屹' // 흘
   ,0x648f:'邠' // 
   ,0xefba:'墉' // 
   ,0x648f:'邠' // 빈
   ,0x7402:'戢' // 
   ,0x7a1c:'醎' // 
   ,0xf152:'貽' // 
   ,0x5634:'捆' // 
   ,0x57b2:'屨' // 
   ,0x57f0:'緱' // 
   ,0x702d:'灾' // 
   ,0xe5da:'樑' // 
   ,0xf15e:'翌' // 
   ,0xf5d9:'趨' // 
   ,0x74d0:'蠆' // 
   ,0x66e4:'䟽' // 소
   ,0x777c:'它' // 
   ,0x6baf:'屼' // 
   ,0x5b74:'憝' // 
   ,0x78ef:'敝' // 
   ,0x774d:'寖' // 
   ,0x6baf:'屼' // 
   ,0xe392:'圻' // 
   ,0xe8ee:'帆' // 
   ,0x562a:'轂' // 
   ,0xe2e2:'穹' // 
   ,0xf6cb:'撑' // 
   ,0x779c:'陁' // 
   ,0x6b5b:'杇' // 
   ,0x680b:'柹' // 
   ,0xe9c0:'鳧' // 
   ,0x6f5c:'孶' // 
   ,0xe146:'繭' // 
   ,0x6c84:'蛹' // 
   ,0x5472:'蘧' // 
   ,0x676d:'腄' // 
   ,0x6d31:'樾' // 
   ,0xf46c:'縝' // 
   ,0xe4bd:'擔' // 
   ,0x6147:'瀰' // 
   ,0xe856:'泯' // 
   ,0x6392:'蜉' // 
   ,0x6dcc:'蝣' // 
   ,0xe5dc:'粱' // 
   ,0x6366:'拊' // 
   ,0x5990:'蘄' // 
   ,0xef66:'阮' // 
   ,0xe6a2:'鬧' // 
   ,0xe767:'邙' // 
   ,0x638e:'蔀' // 
   ,0x5a5a:'餒' // 
   ,0xed4c:'鴉' // 
   ,0x74b4:'牕' // 
   ,0x722c:'竈' // 
   ,0xe5c1:'襤' // 
   ,0xe6ae:'褸' // 
   ,0x58ba:'呌' // 
   ,0xf0fc:'蟻' // 
   ,0xe876:'搬' // 
   ,0xe9b9:'赴' // 
   ,0x6e71:'猗' // 
   ,0x704f:'柢' // 
   ,0x636d:'桴' // 
   ,0xe4dc:'垈' // 
   ,0x5d19:'畧' // 
   ,0xf9c1:'卉' // 
   ,0xf8d6:'縞' // 
   ,0xe864:'樸' // 
   ,0x5651:'髡' // 
   ,0x60de:'貓' // 
   ,0x6ded:'鼬' // 
   ,0x732b:'隼' // 
   ,0x68e7:'鴈' // 
   ,0xf634:'嘴' // 
   ,0x56f1:'鸛' // 
   ,0x76a1:'鰌' // 
   ,0xf83f:'蟹' // 
   ,0x76a1:'鰌' // 
   ,0xf83f:'蟹' // 
   ,0x7cc5:'猴' // 
   ,0x57fd:'蚯' // 
   ,0x7aa6:'蠍' // 
   ,0x65f9:'螫' // 
   ,0x65d6:'蜍' // 
// ,0x6651:'�' // �
   ,0x6651:'哳' // 새소리 찰
   ,0x65f8:'蜥' // 
   ,0x74fe:'蜴' // 
   ,0xeebd:'營' // 
   ,0x7d5b:'齕' // 
   ,0xf4c1:'竄' // 
   ,0x59b5:'鰭' // 
   ,0x626a:'翻' // 
   ,0xe2f2:'蕨' // 
   ,0xe35b:'菫' // 
   ,0x5bc4:'荼' // 
   ,0xeddf:'馭' // 
   ,0x5cab:'蓏' // 
   ,0x5cac:'蠃' // 
   ,0x6f53:'呰' // 
   ,0x6db6:'窳' // 
   ,0x6d85:'婾' // 
   ,0x7ac0:'儇' // 
   ,0xefb2:'縟' // 
   ,0x60fc:'袤' // 
   ,0xf2e5:'渟' // 
   ,0xef97:'撓' // 
   ,0xf29f:'氈' // 
   ,0xed63:'鞍' // 
   ,0x650d:'槊' // 
   ,0x5c65:'蠹' // 
   ,0x70c5:'旃' // 
   ,0xf3f9:'繒' // 
   ,0xe4b3:'鄲' // 
   ,0xfac3:'羯' // 
   ,0x638b:'苻' // 
   ,0x5ae1:'噠' // 
   ,0x7d89:'餙' // 
   ,0xf949:'渙' // 
   ,0x62a3:'汴' // 
   ,0xf479:'侄' // 
   ,0xf976:'檜' // 
   ,0xe83c:'媚' // 
   ,0xf4a4:'懲' // 
   ,0x62a3:'汴' // 
   ,0xf73d:'稗' // 
   ,0x75f9:'鈔' // 
   ,0xe2f3:'蹶' // 
   ,0x56e5:'舘' // 
   ,0xebb7:'掃' // 
   ,0x771e:'耻' // 
   ,0x69e4:'飫' // 
   ,0x56f7:'聒' // 
   ,0xe3d4:'喇' // 
   ,0x56e5:'舘' // 관
   ,0xea9b:'駟' // 
   ,0xe535:'滔' // 
   ,0x5856:'倔' // 
   ,0x6b8b:'驁' // 
   ,0xe2f3:'蹶' // 
   ,0x54b0:'刦' // 
   ,0xea37:'譬' // 
   ,0x6044:'蝱' // 
   ,0x5f89:'躙' // 
   ,0xf4d0:'僭' // 
   ,0xe3ca:'驥' // 
   ,0x5e39:'騄' // 
   ,0x7424:'泚' // 
   ,0x6431:'沘' // 
   ,0x59d6:'赧' // 
   ,0xf74f:'貶' // 
//   ,0x671f:'�' // 
   ,0x606c:'懱' // 
   ,0xf5dd:'醜' // 
   ,0x6967:'騃' // 
   ,0x700c:'膓' // 
   ,0x6c93:'吁' // 
   ,0xebd1:'銷' // 
   ,0xf3ff:'咫' // 
   ,0xe0a2:'岬' // 
   ,0xe5ba:'擥' // 
   ,0xf3c0:'炷' // 
   ,0xf9bc:'薨' // 
   ,0xf0c4:'奫' // 
   ,0x661b:'燹' // 
   ,0x5fdf:'謾' // 
   ,0xf278:'迪' // 
   ,0x7708:'寘' // 
   ,0xe9e3:'匪' // 
   ,0x6460:'裶' // 
   ,0xe1f9:'鞏' // 
   ,0xe2f1:'獗' // 
   ,0x546f:'莒' // 
   ,0xe5ca:'琅' // 
   ,0x5746:'虢' // 
   ,0xe5ca:'琅' // 
   ,0x7bdb:'驊' // 
   ,0x5ee6:'騮' // 
   ,0x6468:'邳' // 
   ,0xe9e3:'匪' // 
   ,0xef43:'蘊' // 
   ,0x76b3:'稸' // 
   ,0x7906:'宲' // 
   ,0xf4cd:'擦' // 
   ,0xf3a1:'踪' // 
   ,0xf835:'偕' // 
   ,0x5b6e:'㐲' // 
   ,0x674a:'氵' // 
   ,0xf954:'闊' // 
   ,0xf242:'齎' // 
   ,0x55ac:'喬' // 계
   ,0x6a69:'兗' // 연
   ,0x5b39:'党' // 당
   ,0xf8e2:'顥' // 호
   ,0xec3c:'燧' // 수
   ,0x67fb:'厮' // 시
   ,0xf9f8:'熹' // 희
   ,0x710e:'闐' // 전
   ,0xf692:'倬' // 탁
   ,0x65c0:'敘' // 차례 서
   ,0xf44e:'贄' // 
   ,0xf8ca:'滸' // 
   ,0xed37:'什' // 
   ,0x6c23:'么' // 
   ,0xec4f:'藪' // 
   ,0x5c25:'懂' // 
   ,0xf16c:'湮' // 
   ,0xf56b:'諂' // 
   ,0xed5b:'齷' // 
   ,0xf4bb:'齪' // 
   ,0x54eb:'狷' // 
   ,0xe16f:'璟' // 
   ,0x74c1:'閶' // 
   ,0xf1a0:'卄' // 입
   ,0x58f5:'亟' // 
   ,0xead8:'觴' // 상
   ,0xf47d:'帙' // 
   ,0x72ba:'丶' // 
   ,0x5bb1:'檮' // 
   ,0x6bb1:'杌' // 
   ,0xe979:'捧' // 봉
   ,0xe5c4:'臘' // 립
   ,0xf0e3:'蔭' // 음
   ,0xee56:'憐' // 
   ,0xe851:'憫' // 
   ,0xe47f:'紐' // 
   ,0x7778:'&#22703;' // 
   ,0xeaf7:'栖' // 
   ,0xe4be:'曇' // 
   ,0xe47a:'縷' // 
   ,0x7d71:'&#24725;' // 
   ,0x6a30:'&#24666;' // 
   ,0x6e38:'&#23148;' // 
   ,0xeb46:'蓆' // 
   ,0x5af0:'&#38373;' // 
   ,0xe0d1:'鎧' // 
   ,0x571c:'&#35473;' // 
   ,0xf047:'洹' // 
   ,0xf84f:'嚮' // 
   ,0x5c6a:'&#37568;' // 
   ,0x7c7e:'&#36852;' // 
   ,0x7869:'&#21493;' // 
   ,0xef48:'甕' // 
   ,0x72bf:'&#21650;' // 
   ,0x5768:'&#24973;' // 
   ,0x5fc5:'&#34256;' // 
   ,0xeed4:'刈' // 
   ,0x5956:'&#22669;' // 
   ,0xedd4:'釀' // 
   ,0x6525:'筭' // 
   ,0x699d:'鑰' // 
   ,0x569b:'夥' // 
   ,0x67fd:'啻' // 
   ,0x5d07:'閬' // 
   ,0x6766:'綉' // 
   ,0xe2c4:'謳' // 
   ,0x7d4f:'忔' // 
   ,0x6870:'忄' // 
   ,0x560b:'靠' // 
   ,0xf8f4:'烘' // 
   ,0x5f84:'磷' // 
   ,0x75b2:'砌' // 
   ,0x5cd0:'闌' // 
   ,0x6ad5:'嬴' // 
   ,0x67ff:'峕' // 
   ,0x6f06:'黓' // 
   ,0x6a27:'閹' // 
   ,0x6e18:'嚚' // 
   ,0xeed1:'乂' // 
   ,0xf46d:'臻' // 
   ,0x5f4b:'涖' // 
   ,0x5900:'郤' // 
   ,0x6ad0:'饁' // 
   ,0xe832:'紊' // 
   ,0x67f8:'偲' // 
   ,0xf4af:'磋' // 
   ,0xf69e:'琢' // 
   ,0xed74:'狎' // 
   ,0xf7cc:'謔' // 
   ,0x56dc:'盥' // 
   ,0x6cd9:'燠' // 
   ,0x7593:'凊' // 
   ,0xf861:'奕' // 
   ,0x79e2:'狠' // 
   ,0x74f8:'摭' // 
   ,0x7bd0:'畫' // 
   ,0x5e64:'耒' // 
   ,0x7111:'顓' // 
   ,0xeff5:'頊' // 
   ,0x5617:'嚳' // 
   ,0x64e3:'耜' // 
   ,0x55f8:'臯' // 
   ,0x5991:'虁' // 
   ,0x5ea7:'摟' // 
   ,0xe642:'濂' // 
   ,0x73f5:'軼' // 
   ,0x6fbb:'剗' // 
   ,0x78d7:'褊' // 
   ,0x607f:'侔' // 
   ,0xf55f:'輟' // 
   ,0xe676:'壟' // 
   ,0x231c:'&#8972;' // ⌌
   ,0x231f:'&#8975;' // ⌏
   ,0x735d:'&#32638;' // 罾
   ,0x6dac:'㽔' // 
   ,0x7719:'痓' // 
   ,0xe3c7:'饑' // 
   ,0xedb5:'葯' // 
   ,0x5a53:'憹' // 
   ,0xec7b:'瞬' // 
   ,0x5d80:'楝' // 
   ,0x76fa:'昃' // 기울 측
   ,0xe1c4:'羔' // 염소 고
   ,0xf643:'惻' // 슬플 측
   ,0x6154:'縻' // 얽을 미   
   ,0xeae9:'笙' // 생황 생         
   ,0x55d1:'槀' // 짚 고 
   ,0xe8d6:'陪' // 모실 배 
   ,0xe636:'輦' // 손수레 련
   ,0xeec5:'纓' // 갓끈 영       
   ,0xe894:'磻' // 반계 반 
   ,0x70f3:'翦' // 자를 전 
   ,0xe075:'碣' // 돌 갈 
   ,0xebfc:'峀' // 산굴 수 
   ,0x6797:'俶' // 비롯할 숙 
   ,0xf5f5:'黜' // 내칠 출 
   ,0xe650:'聆' // 들을 령 
   ,0xe1ab:'誡' // 경계할 계   
   ,0xe69a:'廖' // 쓸쓸할 요   
   ,0x74f7:'慼' // 슬플 척 
   ,0xe765:'莽' // 풀 망 
   ,0xe9ed:'枇' // 나무 비 
   ,0xf6ed:'杷' // 나무 파 
   ,0x6c5e:'颻' // 날릴 요 
   ,0xe0b3:'糠' // 겨 강
   ,0xedce:'糧' // 양식 량     
   ,0xeb4f:'扇' // 부채 선 
   ,0xec7c:'筍' // 죽순 순 
   ,0x6a97:'讌' // 잔치 연           
   ,0x658e:'顙' // 이마 상 
   ,0xebe5:'悚' // 두려울 송 
   ,0xf959:'惶' // 두려울 황 
   ,0x70d7:'牋' // 편지 전 
   ,0xe5f0:'驢' // 나귀 려 
   ,0x5cb2:'騾' // 노새 라 
   ,0xe448:'恬' // 편안할 념 
   ,0xee51:'姸' // 고을 연 
   ,0xf9c7:'暉' // 빛날 휘 
   ,0xed66:'斡' // 돌 알         
   ,0x75f1:'誚' // 꾸짖을 초 
   ,0x69d0:'驤' // 달릴 양         
   ,0x6d4e:'煒' // 빛날 위 
   ,0xf971:'恢' // 
   ,0xe0f5:'鍵' // 
   ,0x7204:'嘈' // 
   ,0xe678:'朧' // 
   ,0x7273:'䪼' // 
   ,0x68ff:'頞' // 
   ,0xeb53:'煽' // 
   ,0x5a90:'膩' // 
   ,0xef40:'瘟' // 
   ,0x64d3:'痧' // 
   ,0x6247:'㾦' // 
   ,0xf6df:'套' // 
   ,0xecd8:'熄' // 
   ,0xeec6:'羚' // 
   ,0xf2b5:'顫' // 
   ,0xf1a8:'仔' // 
   ,0x5f10:'癃' // 
   ,0xeff7:'暈' // 
   ,0x7804:'盪' // 
   ,0x5cca:'襴' // 
   ,0xeee7:'霓' // 
   ,0xf846:'劾' // 
   ,0x6fd6:'匝' // 
   ,0x7757:'祲' // 
   ,0xf777:'逋' // 
   ,0xf8a7:'熒' // 
   ,0x7249:'譟' // 
   ,0xf755:'吠' // 
   ,0x749b:'驂' // 
   ,0xe9ae:'如' // 
   ,0xe2d4:'鞫' // 
   ,0x6241:'柸' // 
   ,0xe2a0:'勾' // 
   ,0x67cd:'銊' // 
   ,0x73f8:'鑕' // 
   ,0x78a1:'孛' // 
   ,0x7106:'躔' // 
   ,0xf5b4:'醮' // 
   ,0xedcc:'禳' // 
   ,0xf079:'宥' // 
   ,0x58e8:'囷' // 
   ,0xef59:'梡' // 
   ,0xe0e3:'炬' // 
   ,0xf942:'宦' // 
   ,0xe8cd:'盃' // 
   ,0x636e:'棓' // 
   ,0xefdd:'盂' // 
   ,0x5613:'鼔' // 
   ,0x56d9:'爟' // 
   ,0xf3b7:'廚' // 
   ,0xed9c:'掖' // 
   ,0x6f87:'觜' // 
   ,0x7c65:'湏' // 
   ,0x79aa:'嘏' // 
   ,0xe149:'譴' // 
   ,0x6139:'弭' // 
   ,0x6242:'桮' // 
   ,0xf8d2:'瓠' // 
   ,0xf762:'匏' // 
   ,0xf0b5:'逾' // 
   ,0xf3d7:'准' // 
   ,0xfacc:'减' // 
   ,0xfae2:'歛' // 
   ,0xf172:'蚓' // 
   ,0x5818:'雊' // 
   ,0x7395:'鷙' // 
   ,0x6a4a:'鴽' // 
   ,0x5747:'蟈' // 
   ,0xe4d9:'螳' // 
   ,0x5d04:'蜋' // 
   ,0x54d9:'鵙' // 
   ,0x6c68:'溽' // 
   ,0x73d7:'垤' // 
   ,0xecf1:'蜃' // 
   ,0x58cd:'睽' // 
   ,0xebe8:'訟' // 
   ,0x776c:'夬' // 
   ,0x57ad:'姤' // 
   ,0x7a29:'嗑' // 
   ,0xe0f4:'蹇' // 
   ,0x5a7a:'朒' // 
   ,0x7237:'脁' // 
   ,0x7215:'朓' // 
   ,0x5b0b:'紞' // 
   ,0xec4b:'脩' // 
   ,0x5961:'弃' // 
   ,0x5b5a:'螗' // 
   ,0x7243:'蜩' // 
   ,0xfacb:'鶡' // 
   ,0x5ada:'鴠' // 
   ,0x765e:'娵' // 
   ,0x6f89:'訾' // 
   ,0x67c7:'鶉' // 
   ,0x7ca5:'枵' // 
   ,0xfa34:'叚' // 
   ,0x7cc9:'睺' // 
   ,0x5d3c:'沴' // 
   ,0x66d8:'艘' // 
   ,0xf3ef:'楫' // 
   ,0x7a58:'廨' // 
   ,0xecb2:'蠅' // 
   ,0x614f:'眯' // 
   ,0x75b7:'螮' // 
   ,0x5c44:'蝀' // 
   ,0x71e6:'躋' // 
   ,0xf464:'璡' // 
   ,0x6010:'蟒' // 
   ,0xe898:'蟠' // 
   ,0xf55e:'綴' // 
   ,0x7c9d:'効' // 
   ,0xf4ca:'饌' // 
   ,0xe4f2:'堵' // 
   ,0x5cdf:'婪' // 
   ,0x6aa9:'塩' // 
   ,0xe0b8:'舡' // 
   ,0xeaac:'霰' // 
   ,0x7001:'漳' // 
   ,0x73f0:'蒺' // 
   ,0xf33c:'梯' // 
   ,0x5d3c:'沴' // 
   ,0xe64f:'翎' // 
   ,0x7d61:'歙' // 
   ,0x7c17:'豢' // 
   ,0xfa4b:'猳' // 
   ,0x79d9:'扞' // 
   ,0xf29a:'廛' // 
   ,0xf8c3:'扈' // 
   ,0xeee1:'詣' // 
   ,0xe770:'煤' // 
   ,0x6ba5:'醞' // 
   ,0x685b:'贐' // 
   ,0xeda3:'鶯' // 
   ,0x664a:'爇' // 
   ,0xe5db:'粮' // 
   ,0xe14b:'鵑' // 
   ,0xe292:'蕎' // 
   ,0xe35f:'饉' // 
   ,0x7d27:'鵂' // 
   ,0x5ee8:'鶹' // 
   ,0x632b:'鵩' // 
   ,0xf5e1:'雛' // 
   ,0x75ac:'棣' // 
   ,0x7205:'噪' // 
   ,0x6b98:'慍' // 
   ,0x6138:'弥' // 
   ,0xec74:'楯' // 
   ,0xe2f5:'机' // 
   ,0x767c:'瘳' // 
   ,0xec45:'竪' // 
   ,0x713d:'簟' // 
   ,0xe5fe:'漣' // 
   ,0xf8d1:'瑚' // 
   ,0x7c77:'螝' // 
   ,0x5db2:'蠊' // 
   ,0xfb37:'僵' // û7
   ,0x5d61:'櫟' // 
   ,0xf9ae:'朽' // 
   ,0x79dc:'暵' // 
   ,0x6db7:'籲' // 
   ,0x71c5:'滛' // 
   ,0xf63e:'驟' // 
   ,0x7aee:'趐' // 
   ,0x6a55:'晹' // 
   ,0xf8b7:'蹊' // 
   ,0xe7a9:'皿' // 
   ,0xe4ac:'湍' // 
   ,0x6527:'繖' // 
   ,0xfa79:'旰' // 
   ,0xefec:'雩' // 
   ,0xf771:'脯' // 
   ,0x7a70:'醢' // 
   ,0xeaa1:'傘' // 
   ,0x54d6:'骼' // 
   ,0xe7b6:'帽' // 
   ,0xf574:'貼' // 
   ,0x720c:'徂' // 
   ,0xe6a6:'屢' // 
   ,0xeaeb:'壻' // 
   ,0x757d:'韂' // 
   ,0xeb66:'鐥' // 
   ,0xf8b1:'兮' // 
   ,0xf952:'猾' // 
   ,0x621a:'牓' // 
   ,0x7625:'怱' // 
   ,0xf936:'譁' // 
   ,0xf9d7:'洶' // 
   ,0x5fb3:'蟆' // 
   ,0x734d:'騭' // 
   ,0xe03a:'嫁' // 
   ,0xf1ef:'獐' // 
   ,0x5bf3:'囤' // 
   ,0x7b48:'嘷' // 
   ,0xf1ef:'獐' // 
   ,0xe64e:'羚' // 
   ,0x7a34:'盍' // 
   ,0xe6e1:'狸' // 
   ,0x70df:'畋' // 
   ,0xed9a:'厄' // 
   ,0xe835:'蚊' // 
   ,0x6042:'虻' // 
   ,0x5dbb:'鬣' // 
   ,0x5caa:'臝' // 
   ,0x6f6a:'牸' // 
   ,0x793d:'殍' // 
   ,0x590e:'殣' // 
   ,0x5bf1:'黷' // 
   ,0x582c:'匊' // 
   ,0x7c70:'禬' // 
   ,0x581d:'颶' // 
   ,0x60c3:'濛' // 
   ,0x60ca:'雺' // 
   ,0x6051:'羃' // 
   ,0xf0a9:'硫' // 
   ,0x6fd9:'咂' // 
   ,0xe7ad:'螟' // 
   ,0xf792:'輻' // 
   ,0x7626:'惣' // 
   ,0x5ff9:'朢' // 
   ,0x697e:'鸎' // 
   ,0x6522:'狻' // 
   ,0xeed9:'猊' // 
   ,0xeca0:'崧' // 
   ,0x71d1:'磾' // 
   ,0x6ea0:'尒' // 
   ,0xf6c0:'汰' // 
   ,0x7694:'趍' // 
   ,0x71aa:'鞓' // 
   ,0xf6c0:'汰' // 
   ,0xe693:'賂' // 
   ,0x7b5a:'沍' // 
   ,0x66be:'泝' // 
   ,0x596d:'旂' // 
   ,0x7d94:'肹' // 
   ,0x6bf7:'薍' // 
   ,0xeede:'蘂' // 
   ,0xe7c5:'芼' // 
   ,0x71ea:'隄' // 
   ,0x7b2f:'槥' // 
   ,0xe799:'沔' // 
   ,0x6f73:'秭' // 
   ,0xedba:'佯' // 
   ,0x7b62:'犒' // 
   ,0x6d3c:'喟' // 
   ,0xea92:'裟' // 
   ,0x6187:'黽' // 
   ,0xe7c5:'芼' // 
   ,0x59ad:'鬐' // 
   ,0xf035:'蔚' // 
   ,0xf663:'柒' // 
   ,0x7a9f:'巘' // 
   ,0xe13c:'檄' // 
   ,0x71fe:'刁' // 
   ,0x69e7:'嶷' // 
   ,0x73f7:'銍' // 
   ,0x7cf4:'晅' // 
   ,0x7487:'旵' // 
   ,0xef64:'莞' // 
   ,0x6555:'歃' // 
   ,0xf57a:'菁' // 
   ,0xe3ae:'琪' // 
   ,0xf57f:'剃' // 
   ,0xe57c:'芚' // 
   ,0xed4d:'鵝' // 
   ,0x6482:'份' // 
   ,0xf2c0:'岾' // 
   ,0x5c0a:'堗' // 
   ,0xeee4:'醴' // 
   ,0xeca1:'嵩' // 
   ,0x79da:'捍' // 
   ,0x664e:'絏' // 
   ,0xe6d3:'綾' // 
   ,0x593b:'岌' // 
   ,0x6983:'埜' // 
   ,0xefe1:'紆' // 
   ,0x708f:'磧' // 
   ,0x708e:'硳' // 
   ,0xe5f8:'礫' // 
   ,0x7964:'禀' // 
   ,0xe5f8:'礫' // 
   ,0x6d53:'猬' // 
   ,0xf4e2:'敞' // 
   ,0xf978:'澮' // 
   ,0x5fa0:'亇' // 
   ,0xef34:'筽' // 
   ,0x5f28:'夌' // 
   ,0xf64e:'淄' // 
   ,0xee9e:'琰' // 
   ,0xe575:'荳' // 
   ,0xfae0:'欿' // 
   ,0x630c:'攴' // 
   ,0xf9f5:'晞' // 
   ,0x5666:'鶻' // 
   ,0x56b0:'胯' // 
   ,0x77a2:'乇' // 
   ,0xe2aa:'廐' // 
   ,0x57bf:'搆' // 
   ,0x668c:'狌' // 
   ,0x7d7e:'狶' // 
   ,0x5c23:'㠉' // 
   ,0x653c:'彡' // 
   ,0x6b6a:'璈' // 
   ,0x690d:'嵓' // 
   ,0x7122:'岊' // 
   ,0xe4c7:'覃' // 
   ,0x6ee5:'迆' // 
   ,0xe062:'杆' // 
// ,0x5543:'�' // ?로 표시되는 현상으로 아래글자로 대체함
   ,0x5543:'原' // 언덕 원/근원 원
   ,0xfa3f:'椵' // 
   ,0x65a9:'栍' // 
   ,0xe1a5:'磎' // 
   ,0x6785:'䢘' // 
   ,0xedb1:'掠' // 
   ,0xf45e:'榛' // 
   ,0xe5a1:'蘿' // 
   ,0x6d82:'壝' // 
   ,0xf964:'璜' // 
   ,0x5fcc:'幔' // 
   ,0x7afa:'恊' // 
   ,0x5473:'虡' // 
   ,0xfac2:'秸' // 
   ,0x62f7:'簠' // 
   ,0x589f:'簋' // 
   ,0x62a9:'籩' // 
   ,0x67a8:'鱐' // 
   ,0x57ed:'糗' // 
   ,0x6f96:'餈' // 
   ,0xe6d4:'菱' // 
   ,0x54af:'芡' // 
   ,0xe35a:'芹' // 
   ,0xf259:'菹' // 
   ,0x6ee8:'酏' // 
   ,0x6544:'糝' // 
   ,0xf34b:'俎' // 
   ,0x7132:'坫' // 
   ,0x5e63:'罍' // 
   ,0x6447:'篚' // 
   ,0x5ccf:'鑾' // 
   ,0xf6fd:'辦' // 
   ,0x6e99:'匜' // 
   ,0xed51:'幄' // 
   ,0xe669:'輅' // 
   ,0x6467:'轡' // 
   ,0x58a6:'跪' // 
   ,0x7cfe:'諠' // 
   ,0x5d0b:'勑' // 
   ,0xf14d:'肄' // 
   ,0x5c0e:'腯' // 
   ,0x7bf3:'鑊' // 
   ,0x5c5f:'紏' // 
   ,0xe793:'冪' // 
   ,0x76af:'柷' // 
   ,0x68f0:'戞' // 
   ,0x69d7:'敔' // 
   ,0xf37a:'簇' // 
   ,0xf45a:'搢' // 
   ,0x6696:'帨' // 
   ,0x763f:'啐' // 
   ,0x7236:'胙' // 
   ,0x647d:'髀' // 
   ,0x67bc:'笋' // 
   ,0x7b22:'鉶' // 
   ,0x6b1e:'瘞' // 
   ,0xf04a:'爰' // 
   ,0xf49b:'朕' // 
   ,0x6234:'髣' // 
   ,0x63fa:'髴' // 
   ,0x7b04:'祫' // 
   ,0x706d:'袛' // 
   ,0x7232:'絛' // 
   ,0x5a2f:'禰' // 
   ,0x56df:'祼' // 
   ,0x74c3:'鬯' // 
   ,0x6305:'黼' // 
   ,0x6e66:'扆' // 
   ,0x58a2:'繢' // 
   ,0x6305:'黼' // 
   ,0x6dca:'蜼' // 
   ,0x5e88:'膋' // 
   ,0x5ee1:'霤' // 
   ,0xeabc:'鈒' // 
   ,0xf9bd:'喧' // 
   ,0xefb3:'褥' // 
   ,0x676c:'脺' // 
   ,0x77e6:'醓' // 
   ,0x7799:'酡' // 
   ,0x59ce:'糯' // 
   ,0x7068:'葅' // 
   ,0x6d92:'擩' // 
   ,0xf0e7:'揖' // 
   ,0x6a43:'舁' // 
   ,0x7bc0:'嘩' // 
   ,0x5f0b:'膟' // 
   ,0x7068:'葅' // 
   ,0xf8ee:'笏' // 
   ,0xe0c4:'愷' // 
   ,0xf7f8:'杭' // 
   ,0xe1f5:'珙' // 
   ,0xf9af:'煦' // 
   ,0xfa3e:'斝' // 
   ,0xf938:'靴' // 
   ,0x5e6b:'酹' // 
   ,0xf938:'靴' // 
   ,0x65f4:'舃' // 
   ,0x6ce7:'紜' // 
   ,0x72fe:'遒' // 
   ,0xf2bc:'竊' // 
   ,0x7cc6:'珛' // 
   ,0xe1bf:'沽' // 
   ,0x70f4:'腆' // 
   ,0x6f77:'粢' // 
   ,0x6c83:'舂' // 
   ,0x759c:'体' // 
   ,0x6a33:'与' // 
   ,0xe4e4:'擡' // 
   ,0x786f:'帊' // 
   ,0xe4e4:'擡' // 
   ,0x786f:'帊' // 
   ,0x63c1:'畚' // 
   ,0x6560:'鍤' // 
   ,0x5ef2:'穋' // 
   ,0x5464:'虡' // 
   ,0x6692:'郕' // 
   ,0xeec4:'穎' // 
   ,0xe965:'宓' // 
   ,0x5bbf:'縚' // 
   ,0x7d19:'睢' // 
   ,0x7119:'鱣' // 
   ,0xe44c:'寗' // 
   ,0x7705:'哆' // 
   ,0x58dc:'邽' // 
   ,0x7173:'棖' // 
   ,0x67c8:'卹' // 
   ,0x6373:'滏' // 
   ,0xe4b2:'袒' // 
   ,0x54e7:'郢' // 
   ,0xe36f:'伋' // 
   ,0x57f2:'胊' // 
   ,0xf04c:'瑗' // 
   ,0x6ced:'鄆' // 
   ,0xec92:'荀' // 
   ,0xe340:'逵' // 
   ,0x5a91:'臡' // 
   ,0x7bda:'鞾' // 
   ,0x61c8:'胖' // 
   ,0x731f:'罇' // 
   ,0x6af1:'禜' // 
   ,0x714a:'楪' // 
   ,0x606a:'麪' // 
   ,0x705e:'筯' // 
   ,0x61f5:'軷' // 
   ,0x78b4:'霈' // 
//   ,0x69c6:'�' // 
   ,0xeeab:'塋' // 
   ,0x6023:'禖' // 
   ,0xe550:'纛' // 
   ,0x754b:'掇' // 
   ,0xea42:'殯' // 
   ,0x6ee4:'轜' // 
   ,0xe9dc:'棚' // 
   ,0x73e9:'絰' // 
   ,0xe166:'擎' // 
   ,0x6a21:'渰' // 
   ,0xecee:'莘' // 
   ,0x73fc:'鴆' // 
   ,0xea53:'伺' // 
   ,0xe1b0:'叩' // 
   ,0x62ef:'俌' // 
   ,0x551e:'闋' // 
   ,0xefad:'邀' // 
   ,0xe9b8:'賻' // 
   ,0x5c47:'諌' // 
   ,0x7af3:'勰' // 
   ,0x6819:'緦' // 
   ,0x6422:'庀' // 
   ,0xf6d1:'慟' // 
   ,0x60ab:'麰' // 
   ,0x70ca:'栴' // 
   ,0x5e68:'誄' // 
   ,0x6b8a:'䫨' // 
   ,0xe3cd:'佶' // 
   ,0x5b09:'禫' // 
   ,0x6f59:'姊' // 
   ,0x6575:'殤' // 
   ,0xe2c0:'舅' // 
   ,0xeae7:'甥' // 
   ,0x749d:'黲' // 
   ,0x5a32:'孥' // 
   ,0x57a4:'劬' // 
   ,0xf8b9:'鞋' // 
   ,0xe3d3:'儺' // 
   ,0xeca8:'褶' // 
   ,0x5805:'褠' // 
   ,0x7994:'胇' // 
   ,0x74d7:'磔' // 
   ,0x63ab:'坌' // 
   ,0xe376:'亘' // 
   ,0x5bd0:'闍' // 
   ,0xec6b:'璹' // 
   ,0xeb54:'琁' // 
   ,0xec48:'綬' // 
   ,0xe25c:'筐' // 
   ,0x559a:'洎' // 
   ,0xf25d:'貯' // 
   ,0xf56a:'詹' // 
   ,0x5f5e:'纚' // 
   ,0xf3ee:'櫛' // 
   ,0x5909:'巹' // 
   ,0x6edf:'謻' // 
   ,0x5ac9:'腶' // 
   ,0x55a6:'笄' // 
   ,0xe694:'賚' // 
   ,0x62a0:'抃' // 
   ,0xef38:'鼇' // 
   ,0x6e3e:'瘖' // 음
   ,0x5a87:'您' // 너 니(이), 너 님(임), 너 닌(인)
   ,0x6d3b:'喂' // 
   ,0xf642:'厠' // 
   ,0x776d:'筷' // 
   ,0x7463:'酇' // 
   ,0x75f3:'譙' // 
   ,0x7d72:'戲' // 
   ,0x553a:'剄' // 
   ,0x5af4:'儋' // 
   ,0x5a29:'甯' // 
   ,0x5b1a:'郯' // 
   ,0x5f2e:'淩' // 
   ,0x664f:'緤' // 
   ,0x5b1a:'郯' // 
   ,0x7805:'碭' // 
   ,0x6a75:'掾' // 
   ,0x6679:'讋' // 
   ,0x5447:'阬' // 
   ,0x66e6:'鄛' // 
   ,0x6cb1:'盱' // 
   ,0x7723:'菑' // 
   ,0xeca4:'蝨' // 
   ,0x79d1:'佷' // 
   ,0x5ebd:'勠' // 
   ,0x76e5:'惴' // 
   ,0x6a01:'鄢' // 
   ,0xf0b0:'諛' // 
   ,0x78b5:'霸' // 
   ,0x776b:'噲' // 
   ,0x775f:'郴' // 
   ,0xe4ba:'啖' // 담
   ,0x6cb3:'禺' // 옹
   ,0x62bd:'虌' // 별
   ,0xe3fd:'襤' // 남
   ,0xe47b:'陋' // 
   ,0xe893:'磐' // 
   ,0xf6d3:'洞' // 
   ,0xf7f3:'姮' // 
   ,0xeac5:'孀' // 
   ,0x6497:'鬢' // 빈
   ,0xf4fb:'釵' // 채
   ,0xf64a:'幟' // 치
   ,0xf246:'錚' // 쟁
   ,0x6996:'箬' // 대껍질 약
   ,0xf8d3:'皓' // 호
   ,0xf1eb:'欌' // 장
   ,0x785d:'渝' // 투
   ,0xf0d5:'瀜' // 
   ,0x73a1:'儘' // 다할 진
   ,0x6dec:'黝' // 
   ,0xf2fd:'霆' // 
   ,0x78bc:'砰' // 
   ,0x5753:'訇' // 
   ,0x79b6:'諕' // 
   ,0xe6c5:'淪' // 
   ,0x6f1c:'牣' // 
   ,0x640b:'俾' // 
   ,0xe7b5:'姆' // 모
   ,0xf6d9:'槌' // 퇴
   ,0x5866:'躳' // 
   ,0xf83b:'懈' // 
   ,0x58a9:'餽' // 
   ,0x650e:'爍' // 
   ,0x7d96:'頡' // 
   ,0x7a4f:'頏' // 
   ,0x772a:'豸' // 
   ,0x63a7:'僰' // 
   ,0x5c3a:'穜' // 
   ,0xf2a8:'箋' // 
   ,0x6445:'箄' // 비
   ,0x6c42:'猺' // 요
   ,0xf0aa:'紐' // 
   ,0x5f3c:'哩' // 
   ,0x7325:'踳' // 
   ,0x631b:'虙' // 복
   ,0x7908:'庖' // 포
   ,0xf65a:'輜' // 
   ,0x62e3:'軿' // 
   ,0x5653:'鯀' // 곤
   ,0x5f6b:'貍' // 리
   ,0x7858:'隤' // 퇴
   ,0x694f:'敱' // 애
   ,0x6f12:'戭' // 인
   ,0xe8ab:'尨' // 방
   ,0x7c34:'崲' // 
   ,0x5ba0:'峹' // 
   ,0xe3b3:'碁' // 
   ,0x7b8c:'惛' // 
   ,0x79a5:'偪' // 
   ,0xf5ed:'蹴' // 
   ,0x71b5:'儕' // 
   ,0x599a:'覊' // 
   ,0x58df:'闚' // 
   ,0x62c2:'蹩' // 
   ,0x6653:'躠' // 
   ,0x71e4:'踶' // 
   ,0x59a0:'跂' // 
   ,0xf3be:'湊' // 
   ,0x67d8:'慴' // 
   ,0xeedc:'芮' // 
   ,0xf5ec:'蹙' // 
   ,0x6102:'鍪' // 
   ,0xf73c:'狽' // 
   ,0xfaf8:'闞' // 
   ,0xe646:'伶' // 영
   ,0x5de5:'隸' // 예
   ,0xfaf8:'闞' // 감
   ,0x71c2:'泲' // 제
   ,0xfaf8:'闞' // 
   ,0x71f0:'鯷' // 
   ,0xeb78:'殲' // 
   ,0x75d2:'峭' // 
   ,0x3400:'朝' // 
   ,0xe47c:'嫩' // 
   ,0xf041:'嫄' // 
   ,0xf0d3:'聿' // 
   ,0x5be2:'櫝' // 
   ,0xe7dd:'渺' // 
   ,0xf7d4:'澣' // 
   ,0x7b66:'&#30366;' // 밝을 호
   ,0x566e:'&#23814;' // 崆 산 높은 모양 공, 산 높은 모양 강
   ,0x5c21:'&#23762;' // 峒 산 이름 동
   ,0x578c:'&#36474;' // 교
   ,0xe9dd:'硼' // 
   ,0xe339:'硅' // 
   ,0xe9f7:'砒' // 
   ,0x77b0:'&#27094;' // 
   ,0x6999:'&#31845;' // 
   ,0x6d8b:'&#23859;' // 유
   ,0xef3d:'鈺' // 옥
   ,0x64de:'&#31525;' // 사
   ,0x72e2:'&#30787;' // 주
   ,0x6081:'&#23013;' // 모
   ,0xe553:'惇' // 
   ,0xf271:'翟' // 
   ,0x692c:'卬' // 
   ,0x6d34:'粤' // 
   ,0x7adf:'鋗' // 
   ,0x71bf:'擠' // 
   ,0x7285:'樅' // 
   ,0x5588:'黥' // 
   ,0x5c87:'滕' // 
   ,0x6021:'眛' // 
   ,0x769d:'騅' // 
   ,0x7820:'紿' // 
   ,0x6e69:'檥' // 
   ,0xe2c5:'購' // 
   ,0x6dd8:'輮' // 
   ,0x7ca7:'殽' // 
   ,0x6dbe:'腴' // 
   ,0xf595:'締' // 
   ,0x648a:'臏' // 
   ,0xe1bb:'敲' // 
   ,0x630b:'扑' // 
   ,0x63a1:'頫' // 
   ,0x6829:'鍉' // 
   ,0x603e:'甿' // 
   ,0x667e:'躡' // 
   ,0xf556:'阡' // 
   ,0x6afd:'贏' // 
   ,0x6cbc:'耰' // 
   ,0x6723:'鎩' // 
   ,0x7aeb:'絜' // 
   ,0x7b24:'陘' // 
   ,0xe7fb:'刎' // 
   ,0x5738:'蒯' // 
   ,0x6ac5:'黶' // 
   ,0x6802:'廝' // 
   ,0x7680:'箠' // 
   ,0xf4d4:'慙' // 
   ,0xe3bc:'羈' // 
   ,0x69cf:'饟' // 
   ,0x6d73:'餧' // 
   ,0x7376:'泜' // 
   ,0x5f69:'詈' // 
   ,0xf1cf:'孱' // 
   ,0xeb75:'齧' // 
   ,0x78d1:'箯' // 
   ,0x7b73:'虖' // 
   ,0x5d41:'盭' // 
   ,0x5d73:'酈' // 
   ,0x5fcb:'嫚' // 
   ,0x631e:'蝮' // 
   ,0x59bb:'齮' // 
   ,0x5cb9:'雒' // 
   ,0x57b5:'廏' // 
   ,0x572d:'媿' // 
   ,0x5cb9:'雒' // 
   ,0x63bd:'犇' // 
   ,0x6712:'竦' // 
   ,0x71ec:'鞮' // 
   ,0x696a:'戹' // 
   ,0x7d87:'豨' // 
   ,0x5d4e:'蠡' // 
   ,0x63a9:'僨' // 
   ,0xf159:'匿' // 
   ,0x7866:'貣' // 
   ,0x69f4:'嫣' // 
   ,0x7854:'穨' // 
   ,0x6976:'頟' // 
   ,0x6096:'秏' // 
   ,0x66ac:'埽' // 
   ,0x7cc2:'姁' // 
   ,0x6be4:'刓' // 
   ,0x6782:'豎' // 
   ,0xeda2:'罌' // 
   ,0x7582:'喋' // 
   ,0x745a:'爨' // 
   ,0x6455:'萆' // 
   ,0x60e5:'嘸' // 
   ,0x57c2:'敺' // 
   ,0x7b78:'鄗' // 
   ,0x6da1:'濰' // 
   ,0x7a71:'陔' // 
   ,0xe27a:'狡' // 
   ,0xe1a0:'械' // 
   ,0x693d:'鞅' // 
   ,0x6cba:'耦' // 
   ,0xed53:'愕' // 
   ,0x76e6:'揣' // 
   ,0x5c19:'僮' // 
   ,0x6de3:'隃' // 
   ,0x5515:'觖' // 
   ,0x6470:'閟' // 
   ,0x72ff:'邾' // 
   ,0xfaf7:'酣' // 
   ,0x572c:'詿' // 
   ,0x6435:'濞' // 
   ,0x5ecd:'絫' // 
   ,0x5606:'酤' // 
   ,0x66b3:'愬' // 
   ,0x5af5:'啗' // 
   ,0x7639:'鏦' // 
   ,0xeb63:'跣' // 
   ,0xebf9:'嫂' // 
   ,0x5e8e:'轑' // 
   ,0x57c7:'朐' // 
   ,0xf660:'飭' // 
   ,0x791c:'襃' // 
   ,0x6442:'祕' // 
   ,0xed39:'拾' // 
   ,0x7495:'譖' // 
   ,0x6b51:'忤' // 
   ,0x54ee:'甽' // 
   ,0xe4cf:'遝' // 
   ,0x6f88:'訿' // 
   ,0x6b47:'嗸' // 
   ,0x7484:'憯' // 
   ,0x779b:'阤' // 
   ,0x6a67:'鶂' // 
   ,0x6a61:'惑' // 미혹할 혹 // 或 혹 혹, 나라 역 + 虫 벌레 훼, 벌레 충  글자가 없어서 대체함
   ,0x5825:'鸜' // 
   ,0x6c6d:'鵒' // 
   ,0x6a93:'蝝' // 
   ,0x729c:'螽' // 
   ,0x6db8:'糅' // 
   ,0x792a:'麃' // 
   ,0x5a1e:'佞' // 
   ,0x7577:'讇' // 
   ,0x7072:'詆' // 
   ,0x75d7:'悄' // 
   ,0x797c:'詖' // 
   ,0x6e33:'齗' // 
   ,0x5632:'悃' // 
   ,0x79a6:'愊' // 
   ,0x6a1e:'晻' // 
   ,0x7082:'擿' // 
   ,0xf257:'紵' // 
   ,0x743d:'斮' // 
   ,0xe1d1:'錮' // 
   ,0x77b2:'橐' // 
   ,0xf250:'樗' // 
   ,0x602a:'薶' // 
   ,0x6416:'埤' // 
   ,0x7b8d:'惽' // 
   ,0xf250:'樗' // 
   ,0xfaa3:'衎' // 
   ,0xf17b:'佾' // 
   ,0x56e1:'筦' // 
   ,0x6484:'擯' // 
   ,0x7224:'皁' // 
   ,0xe84e:'岷' // 
   ,0x7699:'陬' // 
   ,0x7219:'洮' // 
   ,0xfaa6:'豤' // 
   ,0x78b6:'伻' // 
   ,0x6e3a:'廕' // 
   ,0x652a:'訕' // 
   ,0x73f6:'郅' // 
   ,0x7c9c:'傚' // 
   ,0x6ddc:'鄃' // 
   ,0x548d:'搴' // 
   ,0x5eec:'僇' // 
   ,0xe6d6:'俚' // 
   ,0x785c:'妒' // 
   ,0x7263:'鼂' // 
   ,0x639b:'鄜' // 
   ,0x597f:'穊' // 
   ,0x576b:'撟' // 
   ,0x5f15:'扐' // 
   ,0x585e:'詘' // 
   ,0x70ac:'剸' // 
   ,0xed57:'鄂' // 
   ,0x6a53:'懌' // 
   ,0x7c19:'轘' // 
   ,0x72dd:'犨' // 
   ,0xef94:'嶢' // 
   ,0x781a:'斄' // 
   ,0x773d:'遫' // 
   ,0x6b7f:'鄔' // 
   ,0x77f1:'漯' // 
   ,0x54d7:'鬲' // 
   ,0x7333:'漢' // 
   ,0x76a0:'鯫' // 
   ,0xf1d0:'棧' // 
   ,0x735a:'矰' // 
   ,0x54ce:'繳' // 
   ,0x7a97:'歔' // 
   ,0x7d76:'欷' // 
   ,0x7c16:'讙' // 
   ,0x5581:'鯁' // 
   ,0x7a79:'覈' // 
   ,0x6552:'唼' // 
   ,0xe859:'緡' // 
   ,0x62d4:'洴' // 
   ,0x615f:'郿' // 
   ,0x64d7:'硰' // 
   ,0x7bf8:'圂' // 
   ,0xe54a:'牘' // 
   ,0x57b6:'彀' // 
   ,0x6f7c:'胾' // 
   ,0xe4d4:'戇' // 
   ,0x5918:'靳' // 
   ,0x69d5:'圉' // 
   ,0x5985:'綦' // 
   ,0xec73:'栒' // 
   ,0x5893:'圚' // 
   ,0x61f4:'蹳' // 
   ,0xf6fc:'販' // 
   ,0x5918:'靳' // 
   ,0x6a2d:'鄴' // 
   ,0x7360:'鄫' // 
   ,0xe6e0:'犁' // 
   ,0x6695:'騂' // 
   ,0x76d1:'絀' // 
   ,0xee50:'堧' // 
   ,0x6c75:'宂' // 
   ,0x76a8:'齱' // 
   ,0xe0ca:'疥' // 
   ,0x785a:'魋' // 
   ,0x5757:'閎' // 
   ,0xf6c6:'邰' // 
   ,0x648e:'豳' // 
   ,0x696b:'搤' // 
   ,0x6f7b:'胔' // 
   ,0x669d:'裞' // 
   ,0x6513:'鑠' // 
   ,0xf3cd:'輳' // 
   ,0x6ac2:'饜' // 
   ,0x6065:'緜' // 
   ,0x7655:'蕞' // 
   ,0xf46b:'縉' // 
   ,0xea4e:'騁' // 
   ,0xe232:'菓' // 
   ,0x790e:'枹' // 
   ,0x6d75:'骪' // 
   ,0x601d:'沬' // 
   ,0x7b50:'怙' // 
   ,0x6e60:'儗' // 
   ,0xfaa1:'蕑' // 
   ,0x568e:'邛' // 
   ,0x7b20:'詗' // 
   ,0x78c2:'輣' // 
   ,0x78af:'誖' // 
   ,0x6105:'騖' // 
   ,0xe4fc:'掉' // 
   ,0x7047:'岨' // 
   ,0xef42:'縕' // 
   ,0xf1c6:'昨' // 
   ,0xf3e6:'雋' // 
   ,0xf2c5:'霑' // 
   ,0x57de:'甌' // 
   ,0x72a0:'蹤' // 
   ,0x750b:'倩' // 
   ,0x5625:'縠' // 
   ,0x5ace:'襌' // 
   ,0x547a:'裾' // 
   ,0x773b:'敕' // 
   ,0x675c:'祟' // 
   ,0x58bc:'嘄' // 
   ,0x7b76:'謼' // 
   ,0x6a73:'愞' // 
   ,0x6094:'眊' // 
   ,0x75af:'疐' // 
   ,0x5968:'掎' // 
   ,0x63f8:'茀' // 
   ,0xeb5b:'繕' // 
   ,0x55e5:'盬' // 
   ,0xf79b:'票' // 
   ,0x7cff:'諼' // 
   ,0x6933:'泱' // 
   ,0x7c59:'佪' // 
   ,0x7945:'猋' // 
   ,0x7635:'藂' // 
   ,0x768c:'萑' // 
   ,0x565c:'愲' // 
   ,0x6b2f:'蜺' // 
   ,0x591b:'唫' // 
   ,0x7cd3:'郈' // 
   ,0x6413:'嚭' // 
   ,0xed9e:'縊' // 
   ,0x72ae:'痤' // 
   ,0x7d4a:'訢' // 
   ,0xe2d9:'裙' // 
   ,0x785e:'牏' // 
   ,0x6f30:'陻' // 
   ,0x6e6c:'毉' // 
   ,0x68de:'犴' // 
   ,0x57a3:'冓' // 
   ,0x6071:'衊' // 
   ,0x5ccc:'讕' // 
   ,0x67f9:'兕' // 
   ,0x64dd:'竢' // 
   ,0xe1e7:'汨' // 
   ,0x7cbd:'鴞' // 
   ,0x55f5:'翶' // 
   ,0x77fc:'闒' // 
   ,0xeed6:'曳' // 
   ,0x7501:'跖' // 
   ,0x6a9d:'鈆' // 
   ,0x6669:'銛' // 
   ,0x677f:'誶' // 
   ,0x794b:'縹' // 
   ,0xe839:'沕' // 
   ,0x6055:'偭' // 
   ,0x5785:'蟂' // 
   ,0x6f27:'螾' // 
   ,0x6e7d:'螘' // 
   ,0x660b:'嬗' // 
   ,0xe839:'沕' // 
   ,0x610c:'纆' // 
   ,0x5f4a:'氂' // 
   ,0x7332:'崒' // 
   ,0x692d:'坱' // 
   ,0x746c:'扎' // 
   ,0x5e1e:'鑪' // 
   ,0x7200:'厝' // 
   ,0xe239:'廓' // 
   ,0x74aa:'搶' // 
   ,0x6d64:'諉' // 
   ,0x56ee:'髖' // 
   ,0x728c:'瘇' // 
   ,0xf542:'蹠' // 
   ,0x643e:'痱' // 
   ,0xef61:'翫' // 
   ,0x7589:'緁' // 
   ,0x71d6:'綈' // 
   ,0xf5ff:'贅' // 
   ,0x7681:'箒' // 
   ,0x7545:'剟' // 
   ,0x55e7:'瞽' // 
   ,0x68fc:'訐' // 
   ,0x6e61:'劓' // 
   ,0x60d7:'眇' // 
   ,0x6d2d:'刖' // 
   ,0x5fa1:'傌' // 
   ,0x7065:'苴' // 
   ,0x7cd1:'詬' // 
   ,0xee59:'挻' // 
   ,0x726d:'捽' // 
   ,0x5903:'厪' // 
   ,0xf06a:'蝟' // 
   ,0x7140:'蔪' // 
   ,0x74ec:'郪' // 
   ,0x548b:'揵' // 
   ,0xeb76:'剡' // 
   ,0xf572:'睫' // 
   ,0xe0ea:'鋸' // 
   ,0xe154:'箝' // 
   ,0x5e90:'醪' // 
   ,0x58f7:'屐' // 
   ,0x738d:'軹' // 
   ,0x72ad:'屮' // 
   ,0x5e49:'蘢' // 
   ,0x6a9e:'鋋' // 
   ,0x65fa:'裼' // 
   ,0xf5e2:'騶' // 
   ,0x79ce:'貈' // 
   ,0x76ef:'毳' // 
   ,0x709d:'讁' // 
   ,0xe6f4:'藺' // 
   ,0xe7ea:'楙' // 
   ,0x6c45:'祅' // 
   ,0xe0f6:'騫' // 
   ,0x6c2e:'嬈' // 
   ,0x5524:'拑' // 
   ,0x6f8a:'貲' // 
   ,0x6a13:'闑' // 
   ,0x6922:'黯' // 
   ,0x63d1:'蚡' // 
   ,0xe647:'囹' // 
   ,0x6a11:'讞' // 
   ,0x7659:'僦' // 
   ,0x5479:'袪' // 
   ,0xea45:'瀕' // 
   ,0x7748:'桼' // 
   ,0xe9fd:'翡' // 
   ,0x577b:'磽' // 
   ,0xea45:'瀕' // 
   ,0x6dff:'酳' // 
   ,0x6aa4:'䭇' // 
   ,0x6641:'媟' // 
   ,0x68d0:'鶚' // 
   ,0x7ad9:'袨' // 
   ,0x551f:'駃' // 
   ,0x71ed:'騠' // 
   ,0x6ff9:'廧' // 
   ,0xf9d2:'譎' // 
   ,0x7be9:'玃' // 
   ,0x58da:'跬' // 
   ,0xe7b1:'袂' // 
   ,0x5ae4:'怛' // 
   ,0x74a0:'凔' // 
   ,0x556d:'綆' // 
   ,0x5e48:'礱' // 
   ,0x6fb2:'筰' // 
   ,0x6b2d:'蚋' // 
   ,0xefb7:'冗' // 
   ,0x7c7a:'詼' // 
   ,0x5959:'娸' // 
   ,0x7981:'骳' // 
   ,0x7c7a:'詼' // 
   ,0x7670:'棰' // 
   ,0xf0a5:'瑜' // 
   ,0x5fa2:'劘' // 
   ,0x5b75:'懟' // 
   ,0x7581:'呫' // 
   ,0x666c:'囁' // 
   ,0x6b7a:'迕' // 
   ,0x6f79:'胏' // 
   ,0x5f35:'輘' // 
   ,0xe5f9:'轢' // 
   ,0x65a8:'齰' // 
   ,0x7b4e:'嫮' // 
   ,0x677c:'訹' // 
   ,0x6677:'聶' // 
   ,0xe578:'逗' // 
   ,0xf27c:'佃' // 
   ,0xf94f:'鰥' // 
   ,0x6a6e:'壖' // 
   ,0x5f8b:'遴' // 
   ,0x731b:'睃' // 
   ,0x6b7e:'郚' // 
   ,0x7062:'羝' // 
   ,0x70f9:'荃' // 
   ,0x6ec1:'眙' // 
   ,0x597d:'禨' // 
   ,0xf1b7:'疵' // 
   ,0x7cbf:'喣' // 
   ,0x7385:'蚳' // 
   ,0x6d19:'蝯' // 
   ,0x6520:'潸' // 
   ,0x671c:'曬' // 
   ,0x790c:'抪' // 
   ,0x7b40:'鼷' // 
   ,0xfa53:'葭' // 
   ,0xe9b4:'莩' // 
   ,0x5a0e:'惄' // 
   ,0x5bad:'擣' // 
   ,0x73b3:'疢' // 
   ,0x63a3:'鮒' // 
   ,0x5820:'鮈' // 
   ,0x7ab2:'弈' // 
   ,0x55f1:'絝' // 
   ,0x5415:'匃' // 
   ,0x7937:'嫖' // 
   ,0x77af:'椓' // 
   ,0x6ef8:'杙' // 
   ,0x77d9:'梲' // 
   ,0x6082:'媢' // 
   ,0x79c9:'确' // 
   ,0x7260:'鵰' // 
   ,0x5a6e:'吶' // 
   ,0x6449:'糒' // 
   ,0x7017:'鄣' // 
   ,0x743f:'浞' // 
   ,0xe96f:'輻' // 
   ,0x6449:'糒' // 
   ,0x6ca3:'杅' // 
   ,0x75ab:'栘' // 
   ,0x6b9f:'熅' // 
   ,0x577f:'窖' // 
   ,0x7548:'屮' // 
   ,0xfaac:'靬' // 
   ,0x5553:'檠' // 
   ,0x6a56:'棫' // 
   ,0xec71:'恂' // 
   ,0x6b97:'媼' // 
   ,0xfb5c:'繈' // û\
   ,0xe95e:'褓' // 
   ,0x70ea:'窴' // 
   ,0x577e:'窌' // 
   ,0x6b82:'鏖' // 
   ,0x5d76:'鱳' // 
   ,0x5bb3:'涂' // 
   ,0x643b:'疪' // 
   ,0x5775:'獟' // 
   ,0x59c9:'挐' // 
   ,0x70ea:'窴' // 
   ,0x7ce8:'葷' // 
   ,0xfb43:'扛' // 
   ,0xfb42:'忼' // 
   ,0xfb59:'穅' // 
   ,0xfb45:'杠' // 
   ,0x5b81:'祋' // 
   ,0x6cb2:'祤' // 
   ,0x6dd1:'褎' // 
   ,0xf8d4:'祜' // 
   ,0x5d09:'倈' // 
   ,0xe5d0:'徠' // 
   ,0x6b4a:'圬' // 
   ,0x70da:'瑑' // 
   ,0x63b6:'氛' // 
   ,0xf9a0:'淆' // 
   ,0xeb69:'卨' // 
   ,0x57be:'捄' // 
   ,0x7653:'脧' // 
   ,0x568b:'贛' // 
   ,0x7418:'姹' // 
   ,0x6387:'罘' // 
   ,0x5f8a:'轔' // 
   ,0xe53d:'覩' // 
   ,0x63e9:'岪' // 
   ,0x6e39:'崟' // 
   ,0xed4e:'堊' // 
   ,0x635b:'坿' // 
   ,0xf86b:'炫' // 
   ,0xef9e:'燿' // 
   ,0x601f:'玫' // 
   ,0x5734:'瑰' // 
   ,0xfae9:'瑊' // 
   ,0x5f19:'玏' // 
   ,0x6a87:'礝' // 
   ,0x615a:'蘪' // 
   ,0x775b:'葴' // 
   ,0xf772:'苞' // 
   ,0x6294:'薜' // 
   ,0xea7d:'莎' // 
   ,0x626c:'薠' // 
   ,0x67da:'溼' // 
   ,0x5d02:'莨' // 
   ,0x552b:'蒹' // 
   ,0x700f:'蘠' // 
   ,0x5600:'觚' // 
   ,0x5f31:'蔆' // 
   ,0x78cb:'楩' // 
   ,0x59e2:'柟' // 
   ,0x64c5:'樝' // 
   ,0x6ae2:'梬' // 
   ,0x5fdd:'蟃' // 
   ,0x7693:'貙' // 
   ,0x79e9:'豻' // 
   ,0x6658:'孅' // 
   ,0x61b1:'駮' // 
   ,0x568a:'蛩' // 
   ,0x669f:'軎' // 
   ,0x5bd7:'騊' // 
   ,0xe3c9:'騏' // 
   ,0x6799:'儵' // 
   ,0x6858:'胂' // 
   ,0x5f4c:'浰' // 
   ,0x6ab6:'焱' // 
   ,0x6f6d:'眦' // 
   ,0xf093:'揄' // 
   ,0x6295:'襞' // 
   ,0x5498:'褰' // 
   ,0x7686:'縐' // 
   ,0x63d3:'衯' // 
   ,0x6ed9:'衪' // 
   ,0x6666:'襳' // 
   ,0x66ea:'髾' // 
   ,0x7a28:'呷' // 
   ,0x6d59:'葳' // 
   ,0x5e81:'獠' // 
   ,0x61b7:'媻' // 
   ,0x6518:'姍' // 
   ,0x6709:'窣' // 
   ,0x732e:'鵔' // 
   ,0x6e8f:'鸃' // 
   ,0x74c5:'鶬' // 
   ,0x6f04:'鷁' // 
   ,0x6647:'枻' // 
   ,0x74ab:'摐' // 
   ,0x5e61:'籟' // 
   ,0x5e5e:'礧' // 
   ,0xe97c:'熢' // 
   ,0x5d96:'脟' // 
   ,0x7078:'陼' // 
   ,0x7a5e:'澥' // 
   ,0x7c2e:'偟' // 
   ,0x5b38:'儻' // 
   ,0x6e16:'听' // 
   ,0x796f:'酆' // 
   ,0x7d2d:'潏' // 
   ,0x69da:'淤' // 
   ,0xe394:'埼' // 
   ,0xe8cb:'湃' // 
   ,0x798d:'滭' // 
   ,0x734c:'瀄' // 
   ,0x62ba:'潎' // 
   ,0xe8b5:'滂' // 
   ,0x5abb:'潬' // 
   ,0x6e4e:'浥' // 
   ,0x7368:'坻' // 
   ,0x748d:'瀺' // 
   ,0x6fa9:'灂' // 
   ,0x6cef:'霣' // 
   ,0x5859:'淈' // 
   ,0x5f9b:'湁' // 
   ,0xf49e:'潗' // 
   ,0x5ec7:'漻' // 
   ,0x6c3f:'溔' // 
   ,0x69b3:'漾' // 
   ,0x79cb:'翯' // 
   ,0x7b5c:'滈' // 
   ,0x5f66:'螭'
   ,0x594d:'䱍'
   ,0x6bcd:'鰅'
   ,0x6c8b:'鰫'
   ,0x54a0:'鰬'
   ,0x77c4:'魠'
   ,0x7a9b:'魼'
   ,0x77ff:'鰨'
   ,0x5d65:'皪' // 
   ,0xe692:'磊' // 
   ,0x5ca5:'砢' // 
   ,0xf8cb:'澔' // 
   ,0x67a9:'鷫' // 
   ,0x6304:'鴇' // 
   ,0xfa5e:'鴐' // 
   ,0xe7d0:'鶩' // 
   ,0x5799:'鵁' // 
   ,0xf5b8:'矗' // 
   ,0x5e43:'巃' // 
   ,0x6d5c:'蘶' // 
   ,0x5857:'崛' // 
   ,0x588d:'佹' // 
   ,0x591f:'嶔' // 
   ,0x5a8a:'柅' // 
   ,0x5bd6:'駼' // 
   ,0x5cb6:'犖' // 
   ,0x5d3b:'欐' // 
   ,0x5df7:'櫨' // 
   ,0x5e5f:'礨' // 
   ,0x5e7d:'橑' // 
   ,0x5e8b:'蟉' // 
   ,0x5ed5:'藰' // 
   ,0x5f4f:'犛' // 
   ,0x5f60:'莅' // 
   ,0x6038:'貘' // 
   ,0x615b:'蘼' // 
   ,0x61e4:'癹' // 
   ,0x63bf:'玢' // 
   ,0x64eb:'虒' // 
   ,0x655b:'臿' // 
   ,0x65d4:'芧' // 
   ,0x66da:'萷' // 
   ,0x67dd:'隰' // 
   ,0x68a6:'峩' // 
   ,0x68c0:'偓' // 
   ,0x68ee:'嶭' // 
   ,0x695f:'薆' // 
   ,0x69c3:'蘘' // 
   ,0x69fa:'甗' // 
   ,0x6a7d:'橪' // 
   ,0x6ab4:'櫩' // 
   ,0x6bb0:'扤' // 
   ,0x6c0c:'嵔' // 
   ,0x6c0e:'廆' // 
   ,0x6c19:'磈' // 
   ,0x6cdb:'薁' // 
   ,0x6d46:'崣' // 
   ,0x6dc8:'蚴' // 
   ,0x6ee0:'貤' // 
   ,0x6f7f:'茈' // 
   ,0x7036:'崢' // 
   ,0x7051:'櫧' // 
   ,0x7246:'覜' // 
   ,0x727b:'嵕' // 
   ,0x72d4:'楱' // 
   ,0x7309:'麈' // 
   ,0x7320:'葰' // 
   ,0x73c8:'裖' // 
   ,0x7455:'攢' // 
   ,0x746b:'巀' // 
   ,0x748a:'欃' // 
   ,0x7649:'榱' // 
   ,0x764a:'槯' // 
   ,0x77c6:'僤' // 
   ,0x77d6:'驒' // 
   ,0x797d:'貏' // 
   ,0x7987:'咇' // 
   ,0x79a8:'呀' // 
   ,0x79bb:'閜' // 
   ,0x79bb:'閜' // 
   ,0x7a17:'谽' // 
   ,0x7a91:'蠁' // 
   ,0x7b3f:'騱' // 
   ,0x7ba5:'芴' // 
   ,0x7c37:'怳' // 
   ,0x7d04:'芔' // 
   ,0xe3c4:'錡' // 
   ,0xe594:'橙' // 
   ,0xea33:'菲' // 
   ,0xebe0:'蓀' // 
   ,0xed68:'軋' // 
   ,0xedf5:'嶪' // 
   ,0xeeae:'嶸' // 
   ,0xef5e:'琬' // 
   ,0xf679:'拖' // 
   ,0xf752:'枰' // 
   ,0xf8cd:'濩' // 
   ,0x5857:'崛' // 
   ,0x5e5f:'礨' // 
   ,0x615b:'蘼' // 
   ,0x65d4:'芧' // 
   ,0x68a6:'峩' // 
   ,0x68ee:'嶭' // 
   ,0x695f:'薆' // 
   ,0x69c3:'蘘' // 
   ,0x69fa:'甗' // 
   ,0x6c0c:'嵔' // 
   ,0x6c0e:'廆' // 
   ,0x6c19:'磈' // 
   ,0x6d46:'崣' // 
   ,0x6f7f:'茈' // 
   ,0x727b:'嵕' // 
   ,0x7455:'攢' // 
   ,0x746b:'巀' // 
   ,0x764a:'槯' // 
   ,0x797d:'貏' // 
   ,0x7987:'咇' // 
   ,0x79a8:'呀' // 
   ,0x79bb:'閜' // 
   ,0x7a17:'谽' // 
   ,0x7a91:'蠁' // 
   ,0xe3c4:'錡' // 
   ,0xea33:'菲' // 
   ,0xebe0:'蓀' // 
   ,0xf8cd:'濩' // 
   ,0x5786:'蟜' // 
   ,0x58a4:'蛫' // 
   ,0x5e67:'蠝' // 
   ,0x6d0a:'猨' // 
   ,0x6dcd:'蝚' // 
   ,0x748e:'獑' // 
   ,0x75db:'杪' // 
   ,0x7b88:'豰' // 
   ,0x58d7:'虯' // 
   ,0x5480:'阹' // 
   ,0xe660:'櫓' // 
   ,0x6465:'貔' // 
   ,0x770c:'廌' // 
   ,0x54f5:'羂' // 
   ,0x5a64:'褭' // 
   ,0x5c61:'脰' // 
   ,0x6b29:'蓺' // 
   ,0x6a32:'殪' // 
   ,0x66b4:'捎' // 
   ,0x6d29:'鵷' // 
   ,0x76a5:'鶵' // 
   ,0xe26c:'紘' // 
   ,0x5f8e:'閵' // 
   ,0x5446:'鏗' // 
   ,0x5b67:'闛' // 
   ,0x6489:'繽' // 
   ,0x6c9b:'㝢' // 
   ,0x703f:'鎗' // 
   ,0x7b0f:'鞈' // 
   ,0xf3ad:'侏' // 
   ,0xf598:'遞' // 
   ,0x57d6:'漚' // 
   ,0x60e9:'嫵' // 
   ,0x62b5:'嫳' // 
   ,0x6a70:'嬽' // 
   ,0x6dd0:'褕' // 
   ,0x71ce:'睇' // 
   ,0x7ac7:'嬛' // 
   ,0xee52:'娟' // 
   ,0xf092:'愉' // 
   ,0xe05b:'墾' // 
   ,0x6bee:'抏' // 
   ,0x75d8:'愀' // 
   ,0x6c96:'喁' // 
   ,0xf97f:'誨' // 
   ,0x6fb5:'莋' // 
   ,0x6232:'駹' // 
   ,0x7004:'牂' // 
   ,0xfa49:'牁' // 
   ,0x5807:'覯' // 
   ,0x6f0d:'堙' // 
   ,0x74ef:'傶' // 
   ,0x62b2:'骿' // 
   ,0x61eb:'胈' // 
   ,0xf896:'浹' // 
   ,0x7c96:'谹' // 
   ,0x70a2:'逖' // 
   ,0x6129:'曶' // 
   ,0x71d2:'禔' // 
   ,0x5888:'橛' // 
   ,0x59aa:'隑' // 
   ,0x7bb4:'谾' // 
   ,0x79b7:'谺' // 
   ,0x6a58:'淢' // 
   ,0x6564:'靸' // 
   ,0x6bc6:'蓊' // 
   ,0x54a4:'朅' // 
   ,0x653b:'幓' // 
   ,0x548a:'寋' // 
   ,0x5a88:'抳' // 
   ,0x7486:'攙' // 
   ,0xf3c6:'綢' // 
   ,0x7b91:'涽' // 
   ,0x56cb:'躩' // 
   ,0xe33f:'赳' // 
   ,0x548a:'寋' // 
   ,0x6b4c:'奡' // 
   ,0x6e91:'佁' // 
   ,0x75f5:'趭' // 
   ,0x772c:'跮' // 
   ,0x77be:'踱' // 
   ,0x79ff:'螛' // 
   ,0x7ccf:'螑' // 
   ,0x7d4e:'仡' // 
   ,0xe33f:'赳' // 
   ,0xeabd:'颯' // 
   ,0xfac4:'輵' // 
   ,0x7bf1:'蠖' // 
   ,0x6e08:'矞' // 
   ,0x7650:'綷' // 
   ,0x6949:'娭' // 
   ,0x7634:'蓯' // 
   ,0x778b:'痑' // 
   ,0x6949:'娭' // 
   ,0x6c05:'媧' // 
   ,0xed94:'曖' // 
   ,0xf83e:'瀣' // 
   ,0x75cd:'噍' // 
   ,0x5955:'嘰' // 
   ,0x5919:'僸' // 
   ,0x5766:'嵺' // 
   ,0x620f:'庬' // 
   ,0x6a6d:'埏' // 
   ,0x65e6:'晰' // 
   ,0x5436:'闓' // 
   ,0x54d1:'觡' // 
   ,0x7b39:'譓' // 
   ,0x5522:'嗛' // 
   ,0x63f1:'祓' // 
   ,0xf6cc:'攄' // 
   ,0x7391:'阯' // 
   ,0xe3a1:'朞' // 
   ,0x6d91:'揉' // 
   ,0xf19e:'賃' // 
   ,0x706f:'褚' // 
   ,0x71ba:'娣' // 
   ,0xef4d:'饔' // 
   ,0x6738:'廋' // 
   ,0xf261:'雎' // 
   ,0x695a:'睚' // 
   ,0x5580:'骾' // 
   ,0x5495:'犍' // 
   ,0x7d24:'雟' // 
   ,0x70d4:'滇' // 
   ,0xf7a0:'驃' // 
   ,0xe558:'焞' // 
   ,0xe6c2:'侖' // 
   ,0x6c1a:'聵' // 
   ,0xf1bc:'茨' // 
   ,0x743e:'斲' // 
   ,0x754e:'歠' // 
   ,0x5d45:'糲' // 
   ,0x74ca:'棌' // 
   ,0xf046:'沅' // 
   ,0x6a51:'嶧' // 
   ,0xf3c5:'紬' // 
   ,0x58a7:'鐀' // 
   ,0x664d:'紲' // 
   ,0x58a7:'鐀' // 
   ,0xe060:'懇' // 
   ,0x5ed0:'纍' // 
   ,0x5fcf:'懣' // 
   ,0x7bfd:'弮' // 
   ,0xf2f0:'穽' // 
   ,0x6495:'髕' // 
   ,0x6cdf:'惲' // 
   ,0x7583:'婕' // 
   ,0x6a36:'妤' // 
   ,0x61b3:'髆' // 
   ,0x6439:'畀' // 
   ,0x5b32:'蹋' // 
   ,0x6cc8:'邘' // 
   ,0xf95a:'愰' // 
   ,0x611f:'閿' // 
   ,0xf676:'妥' // 
   ,0x642d:'棐' // 
//   ,0x62db:'�' // 
   ,0x599b:'覬' // 
   ,0xf397:'悰' // 
   ,0x70d3:'湔' // 
   ,0x5d9c:'迾' // 
   ,0xf1d8:'簪' // 
   ,0x6384:'紨' // 
   ,0x7451:'劗' // 
   ,0xf966:'篁' // 
   ,0x7780:'拕' // 
   ,0xfae5:'淦' // 
   ,0xe532:'櫂' // 
   ,0x71e2:'謕' // 
   ,0x6f41:'紝' // 
   ,0xf853:'餉' // 
   ,0x5769:'挍' // 
   ,0x7171:'梃' // 
   ,0x6483:'儐' // 
   ,0x661c:'獮' // 
   ,0xf853:'餉' // 
   ,0x5997:'蟣' // 
   ,0x5727:'挂' // 
   ,0x6b2b:'薉' // 
   ,0x6768:'繻' // 
   ,0x7a03:'唅' // 
   ,0x5661:'矻' // 
   ,0x68c2:'咢' // 
   ,0x7891:'靶' // 
   ,0x771c:'絺' // 
   ,0x54cc:'綌' // 
   ,0xf245:'諍' // 
   ,0xeb6e:'渫' // 
   ,0x768e:'蝤' // 
   ,0x57a8:'呴' // 
   ,0xed7d:'厓' // 
   ,0x6a72:'悁' // 
   ,0x5b7e:'瑇' // 
   ,0xf875:'衒' // 
   ,0x57b0:'寠' // 
   ,0x791e:'謈' // 
   ,0x6b78:'謷' // 
   ,0x5824:'鷇' // 
   ,0xf262:'齟' // 
   ,0x6e70:'狋' // 
   ,0x6c95:'吽' // 
   ,0x5441:'秔' // 
   ,0x7b79:'鄠' // 
   ,0x6fa7:'柞' // 
   ,0x72e0:'盩' // 
   ,0x73d4:'厔' // 
   ,0x7b79:'鄠' // 
   ,0xefe3:'芋' // 
   ,0x6be2:'䵷' // 
   ,0xe052:'慤' // 
   ,0x5762:'姣' // 
   ,0xf5d7:'萩' // 
   ,0x7a65:'胲' // 
   ,0x676b:'脽' // 
   ,0x6c92:'偊' // 
   ,0x7203:'啁' // 
   ,0x6670:'懾' // 
//   ,0x70a7:'�' // 
   ,0x5dde:'鴒' // 
   ,0xe6b2:'旒' // 
   ,0x730a:'黈' // 
   ,0x5716:'纊' // 
   ,0x7194:'莛' // 
   ,0x71b1:'鼱' // 
   ,0x5828:'鼩' // 
   ,0x64ae:'咋' // 
   ,0x7221:'琱' // 
   ,0x67ab:'咰' // 
   ,0xf741:'澎' // 
   ,0xe453:'櫓' // 
   ,0x7860:'秺' // 
   ,0x774c:'寑' // 
   ,0x57e5:'窶' // 
   ,0x7672:'殠' // 
   ,0x6c58:'訞' // 
   ,0x790f:'炰' // 
   ,0x598c:'萁' // 
   ,0x7092:'糴' // 
   ,0x57af:'嫗' // 
   ,0x75bd:'釱' // 
   ,0x66ce:'筲' // 
   ,0x65f3:'腊' // 
   ,0x56e0:'窾' // 
   ,0x5be0:'匵' // 
   ,0x5ed6:'藟' // 
   ,0x6db5:'窬' // 
   ,0xf536:'倜' // 
   ,0x72cf:'拄' // 
   ,0x622a:'逄' // 
   ,0x7369:'墀' // 
   ,0x757f:'倢' // 
   ,0x6a34:'伃' // 
   ,0x73fa:'酖' // 
   ,0x6dd2:'襦' // 
   ,0x7651:'縗' // 
   ,0x5dd9:'軨' // 
   ,0x6ba4:'轀' // 
   ,0x5d2e:'輬' // 
   ,0xf16f:'絪' // 
   ,0x76e0:'种' // 
   ,0x7d97:'黠' // 
   ,0x75e1:'燋' // 
   ,0xe0ba:'襁' // 
   ,0xf960:'湟' // 
   ,0x6632:'鄯' // 
   ,0x612d:'亹' // 
   ,0x740e:'佽' // 
   ,0x6369:'捬' // 
   ,0x5849:'皸' // 
   ,0x760f:'瘃' // 
   ,0x6984:'婼' // 
   ,0x5782:'茭' // 
   ,0x726c:'倅' // 
   ,0xe153:'慊' // 
   ,0x77ca:'撣' // 
   ,0x77c7:'嘽' // 
   ,0x6481:'鼙' // 
   ,0x678e:'陲' // 
   ,0x59a3:'踦' // 
//   ,0x7808:'�' // 
   ,0x5e58:'櫑' // 
   ,0x550e:'玦' // 
   ,0x64f6:'躧' // 
   ,0x7213:'旐' // 
   ,0x7574:'襜' // 
   ,0x5e2d:'甪' // 
   ,0x7319:'撙' // 
   ,0xf673:'咤' // 
   ,0x69ef:'匽' // 
   ,0x73cd:'轃' // 
   ,0x62f8:'緥' // 
   ,0x5fee:'秣' // 
   ,0x677a:'裋' // 
   ,0x6b60:'洿' // 
   ,0x7104:'蹎' // 
   ,0x6b60:'洿' // 
   ,0x62ab:'胼' // 
   ,0xf1fc:'贓' // 
   ,0x777a:'媠' // 
   ,0x62e5:'邴' // 
   ,0x5d9b:'迣' // 
   ,0xfaa2:'虷' // 
   ,0x60b1:'毣' // 
   ,0x67c3:'郇' // 
   ,0x7cd0:'詡' // 
   ,0x63f4:'紱' // 
   ,0x5c24:'彤' // 
   ,0x7d85:'誒' // 
   ,0x6ddb:'逌' // 
   ,0x6db1:'睮' // 
   ,0xe2be:'耈' // 
   ,0x7549:'悊' // 
   ,0x7117:'鬋' // 
   ,0xe255:'壙' // 
   ,0xf941:'奐' // 
   ,0xe37a:'企' // 
   ,0x7138:'玷' // 
   ,0x63f7:'芾' // 
   ,0x61ed:'茇' // 
   ,0x7228:'祧' // 
   ,0x6605:'墠' // 
   ,0xf795:'彪' // 
   ,0x6c86:'踴' // 
   ,0x7864:'忒' // 
   ,0x58ad:'宄' // 
   ,0x63f3:'紼' // 
   ,0x7d18:'眭' // 
   ,0xe063:'柬' // 
   ,0x6d0b:'獂' // 
   ,0x70fe:'諓' // 
   ,0x709f:'趯' // 
   ,0x60e8:'婺' // 
   ,0x6acc:'爗' // 
   ,0x7a42:'缿' // 
   ,0x6c82:'筩' // 
   ,0x575f:'噭' // 
   ,0x5b96:'咷' // 
   ,0x549d:'鞬' // 
   ,0x6104:'鞪' // 
   ,0x5cc7:'籣' // 
   ,0x688a:'鐔' // 
   ,0xe94e:'輧' // 
   ,0xf6de:'偸' // 
   ,0xe7e4:'憮' // 
   ,0x5d13:'郲' // 
   ,0x63fd:'傰' // 
   ,0x6cc1:'萭' // 
   ,0x58fb:'殛' // 
   ,0x549a:'諐' // 
   ,0x7702:'偫' // 
   ,0x6f6e:'眥' // 
   ,0xed58:'鍔' // 
   ,0x5a9f:'昵' // 
   ,0xe661:'潞' // 
   ,0x6c88:'軵' // 
   ,0x6c65:'嗕' // 
   ,0xee70:'縯' // 
   ,0x5963:'忮' // 
   ,0xe9e0:'丕' // 
   ,0xe1e1:'梱' // 
   ,0x555e:'煢' // 
   ,0xe051:'恪' // 
   ,0x7019:'鏘' // 
   ,0x770a:'巵' // 
   ,0xe6ef:'鯉' // 
   ,0x73ee:'臷' // 
   ,0x77bd:'踔' // 
   ,0xe252:'侊' // 
   ,0xf53a:'慽' // 
   ,0x6e13:'肜' // 
   ,0x74f5:'悐' // 
   ,0x66a8:'咲' // 
   ,0xee7b:'劣' // 
   ,0x7d68:'唏' // 
   ,0xf2b2:'鐫' // 
   ,0x5c5a:'斁' // 
   ,0x737a:'疻' // 
   ,0xeea3:'髥' // 
   ,0x66e0:'袑' // 
   ,0x7cd8:'餱' // 
   ,0x7401:'慹' // 
   ,0xe87e:'瘢' // 
   ,0x6112:'抆' // 
   ,0xfa56:'豭' // 
   ,0x6760:'䇓' // 
   ,0x711c:'鸇' // 
   ,0x5e36:'逯' // 
   ,0xe9f0:'毖' // 
   ,0x6de9:'鮪' // 
   ,0x63f9:'韍' // 
   ,0x6a5e:'縌' // 
   ,0x5f93:'棽' // 
   ,0x5582:'䲔' // 
   ,0x6b3c:'鯢' // 
   ,0x64b5:'姒' // 
   ,0x593f:'皀' // 
   ,0x6cf8:'菀' // 
   ,0x6061:'湎' // 
   ,0x64b5:'姒' // 
   ,0x7931:'僄' // 
   ,0x6d35:'粵' // 
   ,0xedd2:'諒' // 
   ,0x6469:'郫' // 
   ,0x5dc9:'泠' // 
   ,0x550c:'炔' // 
   ,0x7d23:'隳' // 
   ,0x5dc9:'泠' // 
   ,0x5739:'蕢' // 
   ,0x6469:'郫' // 
   ,0xf573:'諜' // 
   ,0x70d1:'淟' // 
   ,0x5a12:'涊' // 
   ,0x75c2:'髢' // 
   ,0x6dd4:'貁' // 
   ,0x598a:'芰' // 
   ,0x7b4d:'嫭' // 
   ,0x69ce:'颺' // 
   ,0x76e8:'顇' // 
   ,0x6e06:'汩' // 
   ,0x65cc:'稰' // 
   ,0x5add:'鷤' // 
   ,0x78e6:'抨' // 
   ,0x6e67:'旖' // 
   ,0x58c9:'樛' // 
   ,0x641a:'婓' // 
   ,0x7926:'餔' // 
   ,0x5b0f:'耼' // 
   ,0xe395:'夔' // 
   ,0x7a9a:'魖' // 
   ,0x73db:'抶' // 
   ,0x7d2f:'獝' // 
   ,0xe950:'騈' // 
   ,0x5ca2:'灕' // 
   ,0x6562:'霅' // 
   ,0x6a39:'旟' // 
   ,0x78ed:'駍' // 
   ,0x6565:'馺' // 
   ,0x6c76:'嵱' // 
   ,0x727c:'嵷' // 
   ,0x5685:'羾' // 
   ,0x56f8:'䒷' // 
   ,0x7646:'嶊' // 
   ,0x76eb:'嶉' // 
   ,0xe6b7:'瀏' // 
   ,0x74a6:'惝' // 
   ,0x6939:'軮' // 
   ,0x5f83:'瞵' // 
   ,0xe07e:'嵌' // 
   ,0xf9dc:'炘' // 
   ,0x7316:'嶟' // 
   ,0x6ae0:'柍' // 
   ,0xf45d:'桭' // 
   ,0x6798:'倏' // 
   ,0x60c8:'蠓' // 
   ,0x62b9:'撇' // 
   ,0x7941:'熛' // 
   ,0x5878:'蜷' // 
   ,0xe67a:'瓏' // 
   ,0xe64c:'玲' // 
   ,0x72b8:'嶵' // 
   ,0x6c20:'隗' // 
   ,0x7a4d:'閌' // 
   ,0x7b8e:'掍' // 
   ,0x7978:'翍' // 
   ,0x7a8f:'薌' // 
   ,0x6401:'弸' // 
   ,0x7c92:'彋' // 
   ,0x6727:'倕' // 
   ,0x5953:'剞' // 
   ,0x5884:'劂' // 
   ,0x6a92:'蜵' // 
   ,0x6a90:'蜎' // 
   ,0xe2c7:'逑' // 
   ,0x7d60:'噏' // 
   ,0x66b5:'旓' // 
   ,0x7275:'傱' // 
   ,0x717a:'濎' // 
   ,0x6ae6:'濴' // 
   ,0xe7c2:'眸' // 
   ,0x6816:'祡' // 
   ,0x7b94:'焜' // 
   ,0x570c:'爌' // 
   ,0x5809:'觩' // 
   ,0x5462:'秬' // 
   ,0x564f:'閫' // 
   ,0x5429:'磕' // 
   ,0x7b9a:'閽' // 
   ,0x5869:'埢' // 
   ,0x5dc1:'岭' // 
   ,0x5f43:'峛' // 
   ,0x5f79:'嶙' // 
   ,0x67ac:'峋' // 
   ,0x6ad8:'巆' // 
   ,0x6ea3:'崺' // 
   ,0x7481:'嵾' // 
   ,0xf23d:'縡' // 
   ,0x5869:'埢' // 
   ,0x5dc1:'岭' // 
   ,0x5f43:'峛' // 
   ,0x5f79:'嶙' // 
   ,0x67ac:'峋' // 
   ,0x6ad8:'巆' // 
   ,0x6ea3:'崺' // 
   ,0x7481:'嵾' // 
   ,0xf23d:'縡' // 
   ,0x7be2:'彏' // 
   ,0x6dd6:'趡' // 
   ,0x787d:'簸' // 
   ,0x7beb:'矍' // 
   ,0x7502:'踢' // 
   ,0x7326:'蹲' // 
   ,0x6033:'眽' // 
   ,0xfa38:'坷' // 
   ,0x7037:'崝' // 
   ,0x6474:'霏' // 
   ,0x6bbf:'滃' // 
   ,0x6bca:'雝' // 
   ,0x6f2b:'軔' // 
   ,0x64c2:'榭' // 
   ,0xe274:'嶠' // 
   ,0x5fc7:'鏌' // 
   ,0x7c10:'繯' // 
   ,0x6f2f:'闉' // 
   ,0x7985:'佖' // 
   ,0x5c3c:'絧' // 
   ,0x7b54:'昈' // 
   ,0x5e6a:'轠' // 
   ,0x5e18:'轤' // 
   ,0x6412:'嚊' // 
   ,0xec68:'潚' // 
   ,0x74bd:'蹌' // 
   ,0x7cb6:'虓' // 
   ,0x6494:'驞' // 
   ,0x5ddd:'駖' // 
   ,0x6928:'岋' // 
   ,0x6a84:'狿' // 
   ,0x545b:'歫' // 
   ,0x6b35:'跇' // 
   ,0xe24e:'刮' // 
   ,0x5448:'噱' // 
   ,0x6faa:'焯' // 
   ,0x774e:'嶜' // 
   ,0x6b3d:'鷖' // 
   ,0x597c:'碕' // 
   ,0x54b3:'抾' // 
   ,0x7d1c:'蠵' // 
   ,0x7824:'迨' // 
   ,0x7060:'罝' // 
   ,0x7272:'踤' // 
   ,0x68f9:'窫' // 
   ,0x7485:'摲' // 
   ,0x77fd:'鞜' // 
   ,0x6ce3:'沄' // 
   ,0x63d6:'轒' // 
   ,0x5bd1:'鞀' // 
   ,0x79fc:'磍' // 
   ,0xe3cf:'拮' // 
   ,0x60c5:'矇' // 
   ,0x623b:'坏' // 
   ,0x55f4:'羖' // 
   ,0xf2c9:'摺' // 
   ,0x7662:'帚' // 
   ,0x69fd:'蝘' // 
   ,0xfa5c:'髂' // 
   ,0x5937:'顉' // 
   ,0x7077:'阺' // 
   ,0x62d9:'絣' // 
   ,0x7c04:'漶' // 
   ,0x5f47:'攡' // 
   ,0x6b13:'掜' // 
   ,0x58f9:'撠' // 
   ,0x75d3:'嶕' // 
   ,0x61e0:'浡' // 
   ,0x7ca6:'歊' // 
   ,0xe4a7:'彖' // 
   ,0x662e:'譔' // 
   ,0x5a37:'獿' // 
   ,0x566c:'倥' // 
   ,0x63b2:'棻' // 
   ,0x637a:'瓿' // 
   ,0xeec2:'瓔' // 
   ,0x55a8:'&#32018;' // 
   ,0x7687:'&#32267;' // 
   ,0x7cf0:'&#22206;' // 
   ,0x55a8:'&#32018;' // 
   ,0x737c:'&#31190;' // 
   ,0x5528:'&#32273;' // 
   ,0x737d:'&#31210;' // 지
   ,0x6823:'&#35551;' // 
   ,0xe0a0:'龕' // 
   ,0x7761:'鋟' // 
   ,0x7489:'槧' // 
   ,0x6885:'諗' // 
   ,0xfb46:'棡' // 
   ,0x5417:'喈' // 
   ,0x7d05:'虺' // 
   ,0x5752:'觥' // 
   ,0x705c:'砠' // 
   ,0x5bb7:'瘏' // 
   ,0x637b:'痡' // 
   ,0x63d0:'蕡' // 
   ,0x73c3:'蓁' // 
   ,0x638a:'芣' // 
   ,0x6ed1:'苢' // 
   ,0x5cd3:'捋' // 
   ,0x5514:'袺' // 
   ,0x7d95:'襭' // 
   ,0x6235:'魴' // 
   ,0x71ac:'頳' // 
   ,0x7d03:'燬' //
   ,0x682e:'鳲' // 
   ,0x626d:'蘩' // 
   ,0xf43f:'沚' // 
   ,0x6c27:'喓' // 
   ,0x648b:'蘋' // 
   ,0x5463:'筥' // 
   ,0xe138:'憩' // 
   ,0x778f:'紽' // 
   ,0x6a5d:'緎' // 
   ,0x76d4:'忡' // 
   ,0x754a:'惙' // 
   ,0x793a:'摽' // 
   ,0x7b27:'嘒' // 
   ,0x72f3:'裯' // 
   ,0x64c7:'汜' // 
   ,0x58f3:'麕' // 
   ,0x5a4a:'襛' // 
   ,0xf3e8:'茁' // 
   ,0x7889:'豝' // 
   ,0x729e:'豵' // 
   ,0xf247:'佇' // 
   ,0x78b0:'邶' // 
   ,0x6f4c:'媵' // 
   ,0x66f2:'樕' // 
   ,0x6cc5:'訧' // 
   ,0x602e:'霾' // 
   ,0x6a31:'曀' // 
   ,0x5b64:'鏜' // 
   ,0x7c0d:'睆' // 
   ,0x6ede:'詒' // 
   ,0x6c64:'鷕' // 
   ,0xecd7:'湜' // 
   ,0x57e7:'笱' // 
   ,0x7d28:'慉' // 
   ,0x672b:'售' // 
   ,0xe258:'洸' // 
   ,0xe87a:'泮' // 
   ,0x6349:'葑' // 
   ,0x5d7b:'孌' // 
   ,0x79fe:'舝' // 
   ,0x753e:'遄' // 
   ,0x622f:'雱' // 
   ,0x738b:'踟' // 
   ,0x72fa:'躕' // 
   ,0xf14f:'荑' // 
   ,0x5465:'籧' // 
   ,0x705f:'篨' // 
   ,0x601e:'浼' // 
   ,0x6c89:'鄘' // 
   ,0xfa4c:'珈' // 
   ,0x6f6b:'玼' // 
   ,0x73d2:'鬒' // 
   ,0x73b2:'瑱' // 
   ,0x5b20:'髧' // 
   ,0x75a7:'揥' // 
   ,0x7425:'瑳' // 
   ,0x626f:'袢' // 
   ,0xf0f5:'椅' // 
   ,0x75b6:'蝃' // 
   ,0x71eb:'隮' // 
   ,0xf87a:'孑' // 
   ,0x69f0:'唁' // 
   ,0x6347:'芃' // 
   ,0x79d2:'僩' // 
   ,0x7cef:'咺' // 
   ,0xec3f:'琇' // 
   ,0x56d0:'倌' // 
   ,0x5d15:'騋' // 
   ,0x74d8:'簀' // 
   ,0x56b5:'薖' // 
   ,0x59ac:'頎' // 
   ,0x5577:'褧' // 
   ,0x71de:'蠐' // 
   ,0x73c6:'螓' // 
   ,0x7b35:'盻' // 耳 귀 이, 잉손 잉 + 兮 어조사 혜 글자가 없어서 대체함.
   ,0x63ae:'幩' // 
   ,0x795b:'鑣' // 
   ,0x55f3:'罛' // 
   ,0x5b14:'菼' // 
   ,0x5894:'垝' // 
   ,0x6f36:'泆' // 
   ,0xf992:'賄' // 
   ,0x6880:'葚' // 
   ,0x73d5:'咥' // 
   ,0x7091:'籊' // 
   ,0x6da0:'滺' // 
   ,0x7c13:'芄' // 
   ,0x6f36:'泆' // 
   ,0x7d1d:'觿' // 
   ,0x6682:'韘' // 
   ,0x6748:'殳' // 
   ,0x6020:'痗' // 
   ,0x545f:'琚' // 
   ,0xe2b8:'玖' // 
   ,0x67fe:'塒' // 
   ,0x56f2:'佸' // 
   ,0xf967:'簧' // 
   ,0x5bc0:'翿' // 
   ,0x7855:'蓷' // 
   ,0x6409:'仳' // 
   ,0x5418:'嘅' // 
   ,0x6bd1:'吪' // 
   ,0x6388:'罦' // 
   ,0x5c3d:'罿' // 
   ,0x64ca:'涘' // 
   ,0x67b3:'漘' // 
   ,0x783e:'檻' // 
   ,0x6116:'菼' // 
   ,0x5771:'曒' // 
   ,0x5acf:'襢' // 
   ,0x5a75:'狃' // 
   ,0x6402:'掤' // 
   ,0x665c:'摻' // 
   ,0x6fc7:'寁' // 
   ,0x6794:'魗' // 
   ,0x77b9:'蘀' // 
   ,0xf09d:'洧' // 
   ,0x6332:'丰' // 
   ,0x74e6:'淒' // 
   ,0x571d:'迋' // 
   ,0x5aba:'漙' // 
   ,0x69b4:'瀼' // 
   ,0xf843:'邂' // 
   ,0xf9b1:'逅' // 
   ,0x6cc4:'訏' // 
   ,0x5a34:'峱' // 
   ,0x6dc0:'莠' // 
   ,0x5ba7:'忉' // 
   ,0x56cf:'丱' // 
   ,0x5880:'鬈' // 
   ,0x602c:'鋂' // 
   ,0x65e0:'鱮' // 
   ,0x56ce:'鞹' // 
   ,0x5a8c:'濔' // 
   ,0x7932:'儦' // 
   ,0x66f6:'藚' // 
   ,0xf8c0:'岵' // 
   ,0x595b:'屺' // 
   ,0x7d00:'貆' // 
   ,0x58fe:'襋' // 
   ,0x5ba8:'慆' // 
   ,0x55cd:'栲' // 
   ,0xe47e:'杻' // 
   ,0x61a8:'襮' // 
   ,0x5f85:'粼' // 
   ,0x75aa:'杕' // 
   ,0x65c5:'湑' // 
   ,0x6cc7:'踽' // 
   ,0x556a:'睘' // 
   ,0x5db1:'蘞' // 
   ,0x755f:'驖' // 
   ,0x73eb:'耋' // 
   ,0x750c:'俴' // 
   ,0x60b0:'楘' // 
   ,0x72fc:'輈' // 
   ,0x6b94:'鋈' // 
   ,0x7304:'馵' // 
   ,0x5ee5:'駵' // 
   ,0x6c08:'騧' // 
   ,0x5516:'觼' // 
   ,0x59ee:'軜' // 
   ,0x57a6:'厹' // 
   ,0xec98:'錞' // 
   ,0x74c2:'韔' // 
   ,0x5644:'緄' // 
   ,0x5c8c:'縢' // 
   ,0x6e0c:'鴥' // 
   ,0x6746:'檖' // 
   ,0x72a7:'鬷' // 
   ,0x5783:'荍' // 
   ,0xeefb:'晤' // 
   ,0x7124:'晢' // 
   ,0xf5ad:'苕' // 
   ,0x72bd:'侜' // 
   ,0x628d:'甓' // 
   ,0x6a68:'鷊' // 
   ,0x5759:'佼' // 
   ,0x5ec4:'懰' // 
   ,0x6c9f:'懮' // 
   ,0x66b2:'慅' // 
   ,0x7a11:'菡' // 
   ,0x5b13:'萏' // 
   ,0x5ab2:'慱' // 
   ,0x799d:'韠' // 
   ,0x7934:'嘌' // 
   ,0x688b:'鬵' // 
   ,0x71f3:'鵜' // 
   ,0x72c0:'咮' // 
   ,0x57ae:'媾' // 
   ,0x7c72:'薈' // 
   ,0x5cfe:'稂' // 
   ,0xe0c5:'愾' // 
   ,0x7997:'觱' // 
   ,0x6ffd:'斨' // 
   ,0x6c51:'葽' // 
   ,0x5907:'墐' // 
   ,0x5bbe:'綯' // 
   ,0x66d4:'翛' // 
   ,0x7c9f:'嘵' // 
   ,0x7997:'觱' // 
   ,0x6ffd:'斨' // 
   ,0x6c51:'葽' // 
   ,0x54fc:'豜' // 
   ,0x66df:'蠨' // 
   ,0x66db:'蛸' // 
   ,0x7842:'畽' // 
   ,0x67db:'熠' // 
   ,0x5f5c:'縭' // 
   ,0xe2ca:'銶' // 
   ,0x6a5f:'罭' // 
   ,0x732d:'鱒' // 
   ,0x6d7e:'呦' // 
   ,0x78ea:'苹' // 
   ,0x647b:'騑' // 
   ,0x76a3:'鵻' // 
   ,0x7763:'駸' // 
   ,0x6861:'駪' // 
   ,0x6d71:'韡' // 
   ,0x6395:'裒' // 
   ,0x7abe:'鬩' // 
   ,0x6827:'釃' // 
   ,0x65d5:'藇' // 
   ,0x7061:'羜' // 
   ,0x70be:'戩' // 
   ,0x556f:'罄' // 
   ,0x7d8b:'饎' // 
   ,0x6995:'禴' // 
   ,0x7aac:'玁' // 
   ,0x58e4:'騤' // 
   ,0x78a3:'旆' // 
   ,0x76e7:'瘁' // 
   ,0x7514:'幝' // 
   ,0x56da:'痯' // 
   ,0x5ed1:'罶' // 
   ,0x6594:'鱨' // 
   ,0x6504:'鯊' // 
   ,0x5de6:'鱧' // 
   ,0x6a02:'鰋' // 
   ,0x7233:'罩' // 
   ,0x6d98:'楰' // 
   ,0x7258:'鞗' // 
   ,0x75d5:'弨' // 
   ,0x7c4c:'貺' // 
   ,0x55d6:'櫜' // 
   ,0x738e:'輊' // 
   ,0x5988:'芑' // 
   ,0x59a5:'軝' // 
   ,0x74b8:'瑲' // 
   ,0x6cd3:'麀' // 
   ,0x6cd4:'麌' // 
   ,0x7404:'縶' // 
   ,0x7125:'晣' // 
   ,0x7365:'厎' // 
   ,0x76b8:'蓫' // 
   ,0x6319:'葍' // 
   ,0x7c30:'喤' // 
   ,0x67b4:'犉' // 
   ,0x5aff:'惔' // 
   ,0x74cb:'瘥' // 
   ,0x60f9:'膴' // 
   ,0x7d38:'訩' // 
   ,0x71a1:'酲' // 
   ,0x65ca:'癙' // 
   ,0x5546:'惸' // 
   ,0x740d:'佌' // 
   ,0x66f5:'蔌' // 
   ,0xfa37:'哿' // 
   ,0x5546:'惸' // 
   ,0x766f:'棸' // 
   ,0x6ca4:'楀' // 
   ,0x6abe:'豔' // 
   ,0x6e1d:'憖' // 
   ,0x7311:'噂' // 
   ,0x6b03:'勩' // 
   ,0x7d63:'潝' // 
   ,0x7d32:'遹' // 
   ,0x6646:'暬' // 
   ,0x5dd7:'蛉' // 
   ,0x56b6:'蜾' // 
   ,0x76ba:'踧' // 
   ,0x764d:'漼' // 
   ,0x6432:'淠' // 
   ,0x60ea:'幠' // 
   ,0xf7e4:'涵' // 
   ,0x6a4b:'鸒' // 
   ,0x777f:'扡' // 
   ,0x5b1e:'餤' // 
   ,0xf5bc:'忖' // 
   ,0x748b:'毚' // 
   ,0x727a:'尰' // 
   ,0xf9b5:'壎' // 
   ,0x7380:'篪' // 
   ,0x7110:'靦' // 
   ,0xe9ec:'斐' // 
   ,0x62da:'缾' // 
   ,0x60cd:'饛' // 
   ,0x5872:'睠' // 
   ,0x71fc:'佻' // 
   ,0x589c:'氿' // 
   ,0x7ae2:'鞙' // 
   ,0xec40:'璲' // 
   ,0x5fc2:'瘼' // 
   ,0x6eae:'桋' // 
   ,0x7059:'疧' // 
   ,0x5561:'熲' // 
   ,0x57f5:'艽' // 
   ,0x5422:'湝' // 
   ,0x5614:'鼛' // 
   ,0x76ad:'妯' // 
   ,0xf072:'侑' // 
   ,0x78bf:'祊' // 
   ,0x70a0:'踖' // 
   ,0x79e0:'熯' // 
   ,0xe344:'畇' // 
   ,0xe9d4:'雰' // 
   ,0x6039:'霢' // 
   ,0x60b8:'霂' // 
   ,0xefee:'彧' // 
   ,0x6f78:'耔' // 
   ,0x6e7b:'薿' // 
   ,0x5c8f:'螣' // 
   ,0x60a2:'蟊' // 
   ,0x602f:'韎' // 
   ,0x5535:'韐' // 
   ,0x71d5:'穧' // 
   ,0x799c:'鞸' // 
   ,0x58e1:'頍' // 
   ,0x723f:'蔦' // 
   ,0x62cc:'怲' // 
   ,0x579b:'鷮' // 
   ,0x798b:'怭' // 
   ,0x5a30:'呶' // 
   ,0x5951:'僛' // 
   ,0x64a7:'傞' // 
   ,0x65d1:'紓' // 
   ,0x644f:'申' // 
   ,0x69e5:'饇' // 
   ,0x5a36:'猱' // 
   ,0x7940:'瀌' // 
   ,0x5aa0:'暱' // 
   ,0x54bd:'愒' // 
   ,0xf1a2:'笠' // 
   ,0x793f:'滮' // 
   ,0x687b:'煁' // 
   ,0x720f:'懆' // 
   ,0x76a4:'鶖' // 
   ,0x705a:'疷' // 
   ,0x7d8a:'餼' // 
   ,0x7504:'蹢' // 
   ,0x79d3:'哻' // 
   ,0x6d28:'騵' // 
   ,0x73e3:'瓞' // 
   ,0x5906:'堇' // 
   ,0x6f51:'陾' // 
   ,0x6d9a:'槱' // 
   ,0x7844:'恫' // 
   ,0x7829:'駾' // 
   ,0x5d94:'栵' // 
   ,0xf2e0:'檉' // 
   ,0x6ab3:'檿' // 
   ,0x5457:'椐' // 
   ,0xf538:'剔' // 
   ,0x5748:'馘' // 
   ,0x5fad:'禡' // 
   ,0x6bbd:'廱' // 
   ,0x675a:'瞍' // 
   ,0xe1b2:'呱' // 
   ,0x675f:'穟' // 
   ,0x60bc:'幪' // 
   ,0x6333:'唪' // 
   ,0x6443:'秠' // 
   ,0x6151:'穈' // 
   ,0x6443:'秠' // 
   ,0x5449:'臄' // 
   ,0x7cd7:'鍭' // 
   ,0x6dde:'醹' // 
   ,0x762b:'潨' // 
   ,0x6476:'鞞' // 
   ,0xf8a2:'泂' // 
   ,0x63db:'饙' // 
   ,0x7893:'昄' // 
   ,0x7c58:'翽' // 
   ,0x6348:'菶' // 
   ,0x7d51:'汔' // 
   ,0x5a35:'怓' // 
   ,0x54f3:'繾' // 
   ,0x609b:'耄' // 
   ,0x71be:'懠' // 
   ,0x6368:'掊' // 
   ,0x5874:'綣' // 
   ,0xf9ce:'烋' // 
   ,0x6418:'奰' // 
   ,0x617c:'痻' // 
   ,0x693f:'僾' // 
   ,0x62df:'荓' // 
   ,0x6851:'甡' // 
   ,0xe8a6:'魃' // 
   ,0x70e3:'瘨' // 
   ,0x7009:'粻' // 
   ,0xfa7c:'榦' // 
   ,0x5758:'鞃' // 
   ,0x606b:'幭' // 
   ,0x59be:'姞' // 
   ,0x6c97:'噳' // 
   ,0x6d7d:'卣' // 
   ,0x63ba:'濆' // 
   ,0xf8f7:'訌' // 
   ,0x78ad:'粺' // 
   ,0x6a3d:'畬' // 
   ,0x770b:'庤' // 
   ,0x61ac:'鎛' // 
   ,0x5bd2:'鞉' // 
   ,0x5bbb:'稌' // 
   ,0x725f:'鰷' // 
   ,0x62a1:'拚' // 
   ,0xeab7:'芟' // 
   ,0xf465:'畛' // 
   ,0x77df:'嗿' // 
   ,0x799e:'飶' // 
   ,0x76fb:'畟' // 
   ,0x7b70:'薅' // 
   ,0x73dc:'挃' // 
   ,0x6383:'紑' // 
   ,0x579f:'俅' // 
   ,0x5a09:'鼐' // 
   ,0x6f9e:'鼒' // 
   ,0x777e:'嶞' // 
   ,0x557f:'駉' // 
   ,0xe160:'坰' // 
   ,0x557f:'駉' // 
   ,0xe160:'坰' // 
   ,0x647a:'駓' // 
   ,0x640a:'伾' // 
   ,0x799f:'駜' // 
   ,0x78ae:'茷' // 
   ,0x79bd:'騢' // 
   ,0x5b1f:'驔' // 
   ,0x7ae4:'駽' // 
   ,0x60dd:'茆' // 
   ,0x5b22:'黮' // 
   ,0xf66a:'琛' // 
   ,0x7aae:'侐' // 
   ,0x6310:'楅' // 
   ,0xfa6b:'桷' // 
   ,0x7076:'軧' // 
   ,0x7758:'綅' // 
   ,0xe2bd:'絿' // 
   ,0x6205:'厖' // 
   ,0x59d4:'戁' // 
   ,0x612f:'冞' // 
   ,0x7519:'梴' // 
   ,0xf4f3:'寨' // 
   ,0xe970:'馥' // 
   ,0xe047:'袈' // 가
   ,0xe45f:'碌' // 녹
   ,0xe66e:'碌' // 록
   ,0xe599:'謄' // 등
   ,0xe74e:'瞞' // 만?
   ,0xe4b0:'緞' // 단
   ,0xe24f:'恝' // 괄
   ,0xe273:'嬌' // 교
   ,0xee9b:'殮' // 염
   ,0xf6ec:'擺' // 파
   ,0xe4ea:'黛' // 대
   ,0xe8d2:'褙' // 배
   ,0xe748:'挽' // 만
   ,0xe9f5:'琵' // 비
   ,0xf6f1:'琶' // 파
   ,0xf6b8:'糖' // 탕
   ,0xe4ff:'棹' // 도
   ,0xe299:'鮫' // 교
   ,0xe957:'洑' // 보
   ,0xe6b8:'琉' // 류
   ,0xeb4d:'嬋' // 선
   ,0xe4af:'簞' // 단
   ,0xee74:'輦' // 연
   ,0xe8fe:'癖' // 벽
   ,0xed70:'菴' // 암
   ,0xeb7d:'陝' // 섬
   ,0xe0c3:'塏' // 개
   ,0xf7ec:'盒' // 합
   ,0xef33:'獒' // 오
   ,0xe03e:'枷' // 가
   ,0xf155:'里' // 이
   ,0xf0b9:'鍮' // 유
   ,0xe641:'殮' // 염
   ,0xe3e0:'邏' // 나
   ,0xe5f7:'瀝' // 력
   ,0xeb50:'敾' // 선
   ,0xf9e0:'紇' // 흘
   ,0xe9c3:'吩' // 분
   ,0xe99d:'咐' // 부
   ,0xe4dd:'坮' // 대
   ,0xebda:'謖' // 속
   ,0xe4cc:'畓' // 답
   ,0xf4ed:'艙' // 창
   ,0xe099:'疳' // 감
   ,0xe496:'稜' // 릉
   ,0xea9c:'麝' // 사
   ,0xe3f4:'捺' // 
   ,0xf537:'刺' // 
   ,0xedef:'俺' // 
   ,0xebc1:'甦' // 
   ,0xe798:'棉' // 
   ,0xfab2:'齦' // 
   ,0x56c2:'髁' // 
   ,0x74f3:'嵴' // 
   ,0x60dc:'䏚' // 
   ,0x722f:'糙' // 
   ,0x6946:'噯' // 
   ,0x5a9b:'搦' // 
   ,0x5eaa:'泪' // 
   ,0xfaca:'𩩲' // 뼈 솟을 할, 어깨뼈 갈' // 骨 뼈 골 + 曷 어찌 갈, 막을 알, 한단 할
   ,0x6cce:'骬' // 
   ,0x6ccf:'髃' // 
   ,0x5c60:'肚' // 
   ,0xef93:'尿' // 
   ,0xfa93:'癇' // 
   ,0xed6f:'癌' // 
   ,0x546b:'胠' // 거
   ,0xf5d4:'皺' // 
   ,0x64c0:'楂' // 
   ,0x7872:'怕' // 
   ,0xe0f1:'楗' // 
   ,0x59fa:'奶' // 
   ,0xeb58:'癬' // 
   ,0x74a2:'嗆' // 
   ,0xfa64:'咯' // 
   ,0x797e:'鈹' // 
   ,0xf4cf:'紮' // 
   ,0xe0b1:'畺' // 
   ,0x5e1f:'顱' // 
   ,0x587f:'顴' // 
   ,0x7a73:'頦' // 
   ,0xf9dd:'痕' // 
   ,0x6cd5:'齲' // 
   ,0xe8bc:'蒡' // 
   ,0xe16d:'炅' // 
   ,0x570f:'眶' // 
   ,0x55b9:'齘' // 
   ,0xea70:'渣' // 
   ,0x7079:'骶' // 
   ,0xe7e7:'拇' // 
   ,0x55ec:'箍' // 
   ,0x7c44:'肓' // 
   ,0xf5e3:'鰍' // 추
   ,0x5e02:'癆' // 로
   ,0x56c1:'骻' // 
   ,0x56fb:'䯏' // 괄
   ,0xe261:'罫' // 괘
   ,0x5745:'膕' // 괵
   ,0xf148:'痢' // 
   ,0x689a:'丫' // 아
   ,0xe9ee:'榧' // 
   ,0x584c:'䐃' // 군
   ,0x5916:'跟' // 근
   ,0x6aec:'癭' // 
   ,0x591c:'噙' // 
   ,0x59a1:'跽' // 기
   ,0x6940:'呃' // 
   ,0x70f7:'膻' // 
   ,0xe3e4:'烙' // 낙
   ,0xef70:'歪' // 
   ,0xeb9c:'猩' // 
   ,0x5dae:'臁' // 렴
   ,0x7d78:'浠' // 
   ,0x72df:'疰' // 주
   ,0x7d44:'焮' // 
   ,0x6629:'蟮' // 
   ,0x5abe:'煅' // 단
   ,0x67d2:'淬' // 쉬
   ,0x69ea:'癔' // 
   ,0xe5cc:'螂' // 랑
   ,0xf1e4:'庄' // 
   ,0x7876:'玻' // 
   ,0x5c58:'抖' // 두
   ,0x7168:'怔' // 
   ,0x6842:'囟' // 
   ,0xee99:'捻' // 
   ,0xe7a6:'暝' // 명
   ,0x5d48:'膂' // 
   ,0x7cc8:'瘊' // 후
   ,0x6caf:'疣' // 
   ,0x5f2d:'棱' // 
   ,0x60c6:'礞' // 
   ,0x7530:'腨' // 
   ,0x7524:'燀' // 천
   ,0xf9ab:'嗅' // 
   ,0x6b2a:'蕊' // 
   ,0x6caf:'疣' // 
   ,0x6197:'煿' // 
   ,0x61ec:'脖' // 
   ,0x6938:'胦' // 
   ,0xe649:'岺' // 
   ,0x622e:'鎊' // 방
   ,0x7916:'脬' // 포
   ,0x5e5b:'癗' // 뢰
   ,0x624f:'衃' // 배
   ,0x5cc3:'灡' // 
   ,0x70e4:'癜' // 전
   ,0x6683:'顳' // 
   ,0x6de6:'顬' // 
   ,0xecc8:'蒔' // 
   ,0x6a8d:'胭' // 연
   ,0x6287:'廦' // 
   ,0x7ace:'痃' // 
   ,0x6287:'廦' // 
   ,0x63cc:'膹' // 
   ,0x6389:'胕' // 
   ,0x58b5:'蘬' // 
   ,0x6389:'胕' // 부
   ,0x6837:'瘜' // 식
   ,0x7436:'齇' // 
   ,0xe8ac:'幇' // 
   ,0x7d43:'掀' // 흔
   ,0x64e7:'蒒' // 사
   ,0x7006:'瘴' // 장
   ,0x7946:'瘭' // 표
   ,0x6751:'滫' // 
   ,0x56e6:'蒄' // 
   ,0x573a:'蘾' // 
   ,0x5713:'礦' // 
   ,0x7952:'螵' // 표
   ,0xf6fb:'瓣' // 판
   ,0xe4b1:'蛋' // 
   ,0x5a73:'扭' // 
//   ,0x65b9:'�' // 
   ,0x6318:'菔' // 
   ,0x641d:'屁' // 비
   ,0x75fe:'鞘' // 
   ,0x5a80:'呢' // 이
   ,0x59dc:'喃' // 남
   ,0x73c0:'胗' // 진
   ,0x77ea:'塌' // 
   ,0x681d:'腮' // 시
   ,0x7a21:'顑' // 
   ,0x685f:'頣' // 
   ,0x64b2:'嗄' // 애
   ,0x681d:'腮' // 시
   ,0x6f6c:'痄' // 
   ,0x6a4c:'㑊' // 
   ,0x6860:'顖' // 신
   ,0x57b9:'惧' // 
   ,0xf9e6:'恰' // 
   ,0xec9e:'鉥' // 술
   ,0x5941:'芨' // 
   ,0x5531:'掐' // 
   ,0xf0d6:'絨' // 
   ,0x60fe:'踇' // 
   ,0x6a22:'罨' // 엄
   ,0x5a13:'碾' // 연
//   ,0x6e58:'�' // 
   ,0x68af:'疴' // 
   ,0xe8f9:'劈' // 
   ,0x6b58:'摀' // 
   ,0x5e97:'髎' // 요
   ,0x6296:'躄' // 벽
   ,0xe4c6:'蕁' // 
   ,0x6906:'喑' // 
   ,0x7853:'㿗' // 
   ,0x718a:'耵' // 
   ,0x5a2a:'聹' // 
   ,0x6881:'蕈' // 심
   ,0x6877:'椹' // 
   ,0x7535:'茜' // 
   ,0x5d4c:'䕡' // 
   ,0x60a1:'蝥' // 
   ,0x7821:'蛻' // 
   ,0x7244:'螬' // 
   ,0x5a60:'硇' // 
   ,0xf2a0:'澱' // 
   ,0xe96b:'蔔' // 
   ,0x7c75:'蚘' // 
   ,0xf26b:'炙' // 적
   ,0xf1c8:'炸' // 
   ,0x55dc:'烤' // 
   ,0x74de:'蚱' // 
   ,0x5cb5:'濼' // 
   ,0x737b:'痣' // 
   ,0xf29d:'栓' // 
   ,0x729a:'蔠' // 
   ,0x718e:'聤' // 
   ,0xe755:'唜' // 
   ,0x72f0:'蛀' // 주
   ,0xfac9:'骱' // 갈
   ,0x7707:'媸' // 
   ,0xeeeb:'俉' // 오
   ,0x6ef9:'熤' // 
   ,0xf67b:'楕' // 
   ,0xe9fb:'粃' // 
   ,0x7852:'㿉' // 
   ,0x5c29:'曈' // 
   ,0x663a:'鱔' // 
   ,0x56a0:'㧓' // 
   ,0x77f0:'溻' // 
   ,0x7802:'燙' // 탕
   ,0xe8cf:'胚' // 
   ,0xe064:'桿' // 
   ,0x6912:'盦' // 
   ,0xf99c:'斅' // 
   ,0x57a2:'傴' // 
   ,0x6de4:'鞣' // 
   ,0x79f0:'骭' // 한
   ,0x7a38:'頜' // 합
   ,0x6f76:'籽' // 
   ,0x6f47:'飪' // 임
   ,0x77c1:'飥' // 탁
   ,0x7b63:'猢' // 호
   ,0x6700:'猻' // 손
   ,0x6a40:'筎' // 
   ,0xe6d1:'楞' // 
   ,0x7c76:'蛕' // 
   ,0x5416:'吤' // 개
   ,0x781d:'炱' // 태
   ,0x740a:'澂' // 
   ,0x65b9:'�' // 
   ,0x6e58:'�' // 
   ,0x7a88:'䯒' // 행
   ,0x5d86:'臠' // 
   ,0x6ac3:'魘' // 
   ,0xeb71:'褻' // 
   ,0x55f7:'臌' // 
   ,0x7d3f:'很' // 
   ,0x7802:'燙' // 
   ,0x64ed:'蜡' // 
   ,0x796c:'瘋' // 
   ,0x78d0:'碥' // 
   ,0x62b8:'憋' // 
   ,0xe842:'梶' // 
   ,0x5401:'罡' // 강
   ,0xe469:'籠' // 귀
   ,0xe0ab:'崗' // 강
   ,0xf67c:'舵' // 타
   ,0xf13a:'履' // 이
   ,0xf6f0:'爬' // 파
   ,0xe6f2:'燐' // 인
   ,0xed5a:'鰐' // 악
   ,0xe759:'茉' // 말
   ,0x5411:'丐' // 빌 개
   ,0xedac:'爺' // 경
   ,0x6b14:'晲' // 해 기울 예
   ,0xe743:'卍' // 만
   ,0xf9f0:'嬉' // 희
   ,0xf16e:'璘' // 린
   ,0xea6c:'梭' // 사
   ,0xf5a7:'礁' // 초
   ,0xe1b8:'拷' // 고
   ,0xfaec:'砍' // 벨 감
   ,0xe3c5:'錤' // 표
   ,0xe837:'雯' // 문
   ,0xf7c8:'鰕' // 하
   ,0xe3d9:'拏' // 나
   ,0xe766:'輞' // 망
   ,0xf86d:'玹' // 현
   ,0xe0a5:'鉀' // 갑
   ,0xe26e:'轟' // 광
   ,0x6e90:'㐌' // 종족 이름 이
   ,0x6750:'潄' // 양치질할 수
   ,0x6e0d:'娀' // 나라 이름 융
   ,0x5529:'羬' // 큰 양 겸, 큰 양 검, 염소 암, 염소 함
   ,0x56a2:'敤' // 연마할 과
   ,0x581c:'韮' // 구
   ,0x5e51:'靇' // 우렛소리 롱(농)
   ,0x7724:'薙' // 
   ,0x598f:'蘷' // 조심할 기
   ,0x7118:'鱄' // 물고기 이름 전, 물고기 이름 단, 사람 이름 련(연)
   ,0x5bd5:'饕' // 도
   ,0x755d:'餮' // 철
   ,0x6012:'魍' // 망
   ,0x5d2f:'魎' // 량
   ,0xe7ac:'蓂' // 명
   ,0x55ad:'䏿' // 장딴지 계
   ,0x6edd:'詑' // 이
   ,0x5dc0:'姈' // 령
   ,0x67a3:'虪' // 검은 범 숙
   ,0x70bd:'戔' // 
   ,0x6d89:'寙' // 게으를 유
   ,0x77b4:'𣵠' // 칠 탁
   ,0x5ef4:'鯥' // 물고기 이름 륙(육)
   ,0xeb37:'鋤' // 
   ,0x5f72:'魑' // 이
   ,0xede5:'檍' // 
   ,0x6ef3:'鮞' // 곤이 이
   ,0x7307:'鴸' // 새 이름 주
   ,0x5456:'柜' // 느티나무 거, 곱자 구, 궤 궤
   ,0xf7f4:'嫦' // 항
   ,0x7c79:'褢' // 품을 회
   ,0x7b30:'橞' // 나무 이름 혜
   ,0x5fe6:'鬘' // 만
   ,0xedb6:'蒻' // 
   ,0x671f:'�' // 
   ,0x6faf:'碏' // 
   ,0x55aa:'綮' // 
   ,0x7186:'筳' // 
   ,0x78f4:'獘' // 
   ,0x3d1f:'硬' // 
   ,0x5dbd:'另' // 
   ,0x7765:'漐' // 
   ,0x3d3f:'甛' // 
   ,0x5a92:'苨' // 
   ,0x671b:'晒' // 
   ,0xe462:'菉' // 
   ,0xee5a:'撚' // 
   ,0x731a:'皴' // 
   ,0x7478:'也' // 
   ,0x66e7:'酥' // 
   ,0xe868:'箔' // 
   ,0x7cde:'齁' // 
   ,0x5a20:'儜' // 
   ,0x7a85:'胻' // 
   ,0x6076:'榠' // 
   ,0x64bc:'摣' // 
   ,0x614c:'獼' // 
   ,0x7ad7:'蜆' // 
   ,0x7347:'鯽' // 
   ,0x553c:'哽' // 
   ,0xec93:'蓴' // 
   ,0x6229:'螃' // 
   ,0x64e8:'蓰' // 
   ,0x769a:'隹' // 
   ,0xefb5:'俑' // 
   ,0x7056:'瀦' // 
   ,0x5681:'笻' // 
   ,0x5682:'筇' // 
   ,0xf7fc:'缸' // 
   ,0xed48:'訝' // 
   ,0xe8a0:'潑' // 
   ,0xeea0:'苒' // 
   ,0x6563:'霎' // 
   ,0xf744:'愎' // 
   ,0x5704:'恇' // 
   ,0x61c5:'癍' // 
   ,0xf7fc:'缸' // 
   ,0xed48:'訝' // 
   ,0xe8a0:'潑' // 
   ,0xeea0:'苒' // 
   ,0x6563:'霎' // 
   ,0xfb49:'殭' // 
   ,0x6abc:'蚺' // 
   ,0x5db0:'薟' // 
   ,0x7807:'麻' // 
   ,0x65f6:'菥' // 
   ,0x7c2b:'蛞' // 
   ,0x6dcb:'蝓' // 
   ,0x6a3f:'礜' // 
   ,0xfa92:'玕' // 
   ,0x5458:'�' // 
   ,0x6dc7:'薷' // 
   ,0x779e:'鱉' // 
   ,0x78d5:'萹' // 
   ,0xe1ca:'菰' // 
   ,0x7bf0:'臛' // 
   ,0x6040:'莔' // 
   ,0x5688:'䔈' // 
   ,0x6a8e:'臙' // 
   ,0x76e2:'茺' // 
   ,0xe433:'蠟' // 
   ,0x564a:'裩' // 
   ,0x5b5c:'襠' // 
   ,0xedab:'椰' // 
   ,0x6599:'䚡' // 
   ,0x6f85:'蟅' // 
   ,0x7a68:'薢' // 
   ,0x6bb5:'膃' // 
   ,0x5a70:'肭' // 
   ,0x542e:'蚧' // 
   ,0x7598:'蜻' // 
   ,0x7199:'蜓' // 
   ,0x5b65:'鐺' // 
   ,0x7962:'鰾' // 
   ,0x66ec:'鮹' // 
   ,0x5f37:'鯪' // 
   ,0xfb55:'碙' // 
   ,0x6aa3:'蠮' // 
   ,0x6bc8:'螉' // 
   ,0x5ebc:'鼺' // 
   ,0xe069:'稈' // 
   ,0x5714:'穬' // 
   ,0x697b:'甖' // 
   ,0x67d0:'菘' // 
   ,0x7ad4:'莧' // 
   ,0x6bdf:'萵' // 
   ,0x546e:'苣' // 
   ,0xeffe:'蕓' // 
   ,0x5b84:'薹' // 
   ,0x5fb1:'蘑' // 
   ,0x55f9:'菇' // 
   ,0x61a6:'蒪' // 
   ,0x7882:'菠' // 
   ,0x584d:'莙' // 
   ,0x5aed:'薘' // 
   ,0x7571:'菾' // 
   ,0x60b4:'苜' // 
   ,0x67a2:'蓿' // 
   ,0xe096:'橄' // 
   ,0xe5bc:'欖' // 
   ,0x5ed9:'虆' // 
   ,0x642e:'椑' // 
   ,0x61f0:'葧' // 
   ,0x5eb9:'䮫' // 
   ,0x7b7a:'醐' // 
   ,0x7025:'麞' // 
   ,0x58aa:'麂' // 
   ,0x78f9:'䏶' // 
   ,0x771f:'胵' // 
   ,0x6f9d:'鷓' // 
   ,0x5611:'鴣' // 
   ,0x7a3b:'鴿' // 
   ,0x5823:'鴝' // 
   ,0x559c:'鸂' // 
   ,0x79f3:'鷴' // 
   ,0x6507:'鷥' // 
   ,0x5e22:'鸕' // 
   ,0x6f9c:'鶿' // 
   ,0x6f9d:'鷓' // 
   ,0xe754:'鰻' // 
   ,0x5d55:'鱺' // 
   ,0x6639:'鱓' // 
   ,0xfaf3:'蚶' // 
   ,0x5c08:'魨' // 
   ,0x5bff:'㹠' // 
   ,0x588b:'鱖' // 
   ,0x5f65:'蜊' // 
   ,0x688c:'鱘' // 
   ,0x6f9b:'鮓' // 
   ,0x7c53:'鰉' // 
   ,0x6f9b:'鮓' // 
   ,0x5e21:'鱸' // 
   ,0x6c21:'鮠' // 
   ,0x6c8c:'鱅' // 
   ,0x71f2:'鱭' // 
   ,0x72a8:'鯼' // 
   ,0x7c83:'鮰' // 
   ,0x719c:'蟶' // 
   ,0x7c84:'鱠' // 
   ,0x61b0:'餺' // 
   ,0xe671:'烏' // 
   ,0x55f0:'糕' // 
   ,0x7b9b:'餛' // 
   ,0x5c06:'飩' // 
   ,0x6ed0:'�' // 
   ,0xf1bd:'蔗' // 
   ,0x709c:'覿' // 
   ,0x657d:'緗' // 
   ,0x665b:'掞' // 
   ,0x61d4:'鞶' // 
   ,0x7ca1:'崤' // 
   ,0x7d80:'睎' // 
   ,0x68b3:'睋' // 
   ,0xe658:'澧' // 
   ,0x6a4f:'埸' // 
   ,0x67e4:'塍' // 
   ,0xf56c:'堞' // 
   ,0x5e86:'繚' // 
   /*
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 


/*
   ,0x:'' // 
//   ,0x:'垞' // 언덕 타, 사람 이름 택
//   ,0x3157:'ㅗ' // 
//   ,0x754e:'&#27488;' // 謄
//   ,0xe599:'謄' // 등
//   ,0xe7f9:'默' // 잠잠할 묵
//   ,0xeab6:'渗' // 삼
//   ,0xecc2:'枾' // 시
//   ,0xedb3:'制' // 제
//   ,0xf36f:'照' // 
//   ,0xf64a:'謄' // 등
//   ,0x750c:'戎' // 
//   ,0x65e0:'鰥' // 
//   ,0x6f73:'歧' // 
//   ,0x7a1f:'頜' // 턱 합, 턱 함, 턱 갑
//   ,0x6e29:'温' // 

*/
//// HWP 한자 끝


   ,0xd3c1:'ᄒᆞ' // 
// ,0xe3c1:'ㅂᆞ' // 
   ,0xe3c1:'譏' // 나무랄 기
// ,0xf461:'ㅿㅏ' // 
   ,0xf461:'溱' // 
   ,0x3c7b:'　' // 
   ,0x3c60:'　' // 
   ,0x3c3b:'　' // 
   ,0x3b5b:'　' // 
   ,0x3b5d:'　' // 
   ,0x3c68:'　' // 
   ,0x3c6a:'　' // 
   ,0x3c27:'　' // 
   ,0x3c37:'　' // 
   ,0x3c37:'　' // 
   ,0x3c61:'　' // 
   ,0x3c35:'　' // 
   ,0x3c09:'　' // 
   ,0x3c33:'　' // 
   ,0x3c87:'　' // 
   ,0x3c5d:'　' // 
   ,0x3c16:'　' // 
   ,0x3c12:'　' // 
   ,0x3640:'　' // 
   ,0x3c8a:'　' // 
   ,0x3b0e:'　'
   ,0x3156:'　'
   ,0x314b:'　'
   ,0x319a:'　'
   ,0x3167:'　'
   ,0x3c04:'　' // 
   ,0x3c06:'　' // 
   ,0x3c0b:'　' // 
   ,0x3c6c:'　' // 
   ,0x3c96:'　' // 
   ,0x31cc:'　' // 
   ,0x8bde:'ᄀᆞᇫ'
   ,0xd3e1:'ᄒᆡ'
   ,0xa7c1:'ᄇᆞ'
   ,0xd3f5:'ᄒᆡᆺ'
   ,0xd3c9:'ᄒᆞᆯ'
   ,0x97c5:'ᄃᆞᆫ'
   ,0xbbc1:'ᄌᆞ'
// ,0xe1a1:'棨' // 
   ,0xe1a1:'ᄫᅩ'
   ,0xfba1:'ᅌᅵ' // û¡
   ,0x3034:'╔' // 
   ,0x304b:'╤' // 
   ,0x3036:'╗' // 
   ,0x304e:'╪' // 
   ,0x3058:'╟' // 
   ,0x305f:'║' // 
   ,0x305a:'╢' // 
   ,0x303a:'╚' // 
   ,0x3051:'╧' // 
   ,0x303c:'╝' // 
   ,0x37a3:'с' // 
   /*
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 
   ,0x:'' // 

/*
   ,0x:'' // 
󰊈
�

옛글자 발음을 정확하게 글자로 표기하기는 어려우나 아래 안내대로 비슷한 음으로 제작해주세요.

1. 아래아(ㆍ): [ㅏ] 발음. (경우에 따라 ㅡ, ㅗ 로 읽는 읽는 것도 있음.)
2. 옛이응(ㆁ), 여린히읗(ㆆ): [ㅇ] 발음
3. 반치음(ㅿ): [ㅅ] 발음
4. ㅸ,ㆄ: [ㅇ]/[우w] 발음
5. ㅳ: [ㄸ]
   ㅼ: [ㄸ]
   ㅺ: [까]
   ㅄ: [쑤] 

*/
};
/*
0x8400부터 0xD3FF 상용 조합형에서 일반적인 한글 음절
0xD800~0xDEFF 한자 또는 특수문자 영역

0xD9FF가 문자가 아닌 이유
조합형(및 대다수의 레거시 가변 인코딩)에서 두 번째 바이트의 0xFF는 시스템 제어 문자나 파일의 끝(EOF) 등과의 충돌을 방지하기 위해 문자 할당을 하지 않는 공간으로 비워둡니다. 상용 조합형의 하위 바이트 유효 범위는 0x41 ~ 0x7E 및 0x81 ~ 0xFE까지입니다. 따라서 0xD9FE까지만 실제 한자가 배열되며, 0xD9FF는 유효하지 않은 빈 코드로 처리됩니다.


• 조합형 코드 중 특수 문자와 한자는 0xD4~0xDD, 0xE0~0xF9 범위의 코드를 완성형 코드 규격(KS X 1001)의 행·열과 일정한 수식으로 매핑하여 표현합니다.
• 0xD8 이상인 영역(0xD841 ~ 0xDEFE)은 한자 또는 사용자 정의 특수문자를 표현하는 영역
• 0xDAA1 ~ 0xDAd3 구간은 표준 코드 규격상 비어 있는(Illegal multibyte sequence) 영역
• 코드의 첫 번째 바이트가 0xD9인 영역(0xD941 ~ 0xD9FE)은 KS X 1001 규격의 한자 영역 중 일부(멸, 명, 명, 모, 목, 무, 문 등 'ㅁ' 계열 한자)를 담고 있습니다.
• 조합형 범위: 제 2행 특수문자는 조합형 코드 D9A1부터 D9FE까지 배정되어 있습니다.
• 한글 영역 (0x8441 ~ 0xD3FE): 초성, 중성, 종성을 각각 5비트씩 할당하여 하나의 음절을 만듭니다.
• 특수문자 및 기타 영역 (0xD441 ~ 0xD9FE 등): 한글 자모 조합이 아닌, 완성형 코드(KS X 1001)의 기호·문장 부호·외국어 등을 매핑해 놓은 영역입니다.
• 0xd941 ~ 0xd9e7: ”, 〔, 〕, ♂, ♀, ★, ○, →, € 등 KS X 1001의 일반 기호들이 매핑되어 있습니다.
• 0xd9fa 위치: 0xd9 영역의 끝부분인 0xf0~0xfe 구간은 표준 규격에서 문자가 할당되지 않은 예비 공란(Reserved/Undefined)입니다.

//  0xD9A1 ~ 0xDEFE   대역은 특수 기호나 영문, 한자 등을 표현하기 위한 영역

x/ SP / 、 / 。 / ¨ / ­ / ― / ‘ / ’ / “ / ” 
/ ± / × / ÷ / ≠ / ≤ / ≥ / ∞ / ∴ / ° / ′ / ″ / ℃ / Å 
/ ￡ / ￥ / ♂ / ♀ / ∠ / ⊥ / ⌒ / ∂ / ∇ / ≡ / ≒ / § 
/ ◇ / □ / ■ 
/ √ 
/ ∽ 
/ ∝ / ∵ / ∫ / ∬ / ∈ / ∋ / ⊆ / ⊇ / ⊂ / ⊃ / ∪ / ∩ / ∧ / ∨ / ￢ / ⇒ / ⇔ / ∀ 
x/ ∃ 
/ ¿ / ː / ∮ / ∑ / ∏ / ¤ / ℉ / ‰ 
/ ♤ 
/ ♧ 
x/ ▣ / ◐ / ◑ 
/ ♨ 
/ ☎ 
/ ¶ / † / ‡ / ↕ 
/ ♭ / ♩ 
/ ㈜ / № / ㏇ / ™ / ㏂ / ㏘ / ℡ / € / ® 
/ ＃ / ＄ / ％ / ＆ 
/ ＊ / ＋ / ， / － / ． 
/ ： / ； 
/ ＝ 
/ ？ / ＠ 
/ ￦ 
/ ＾ / ＿ / ｀ 
/ ｛ / ｜ / ｝ / ￣ 
x/ ㆎ 
/ ⅰ / ⅱ / ⅲ / ⅳ / ⅴ / ⅵ / ⅶ / ⅷ / ⅸ / ⅹ 
/ Ⅰ 
/ Ⅳ / Ⅴ / Ⅵ 
/ Ⅷ / Ⅸ / Ⅹ 
/ Α / Β / Γ / Δ / Ε / Ζ / Η / Θ / Ι / Κ / Λ / Μ / Ν / Ξ / Ο / Π / Ρ / Σ / Τ / Υ / Φ / Χ / Ψ / Ω 
/ β / γ / δ / ε / ζ 
/ θ 
/ κ 
/ λ 
/ ν / ξ 
/ π / ρ / σ 
/ υ / φ 
/ ψ / ω 
/ ┌ / ┐ / ┘ / └ / ├ / ┬ / ┤ / ┴ / ┼ / ━ / ┃ / ┏ / ┓ / ┛ / ┗ / ┣ / ┳ / ┫ / ┻ / ╋ / ┠ / ┯ / ┨ / ┷ / ┿ / ┝ / ┰ / ┥ / ┸ / ╂ / ┒ / ┑ / ┚ / ┙ / ┖ / ┕ / ┎ / ┍ / ┞ / ┟ / ┡ / ┢ / ┦ / ┧ / ┩ / ┪ / ┭ / ┮ / ┱ / ┲ / ┵ / ┶ / ┹ / ┺ / ┽ / ┾ / ╀ / ╁ / ╃ / ╄ / ╅ / ╆ / ╇ / ╈ / ╉ / ╊ 
/ ㎕ / ㎖ / ㎗ / ℓ / ㎘ / ㏄ / ㎣ / ㎤ / ㎥ / ㎦ / ㎙ / ㎚ / ㎛ / ㎜ / ㎝ / ㎞ / ㎟ / ㎠ / ㎡ / ㎢ 
/ ㎍ / ㎎ / ㎏ / ㏏ / ㎈ / ㎉ / ㏈ / ㎧ / ㎨ / ㎰ / ㎱ / ㎲ / ㎳ / ㎴ / ㎵ / ㎶ / ㎷ / ㎸ / ㎹ / ㎀ / ㎁ / ㎂ / ㎃ 
/ ㎺ 
/ ㎻ / ㎼ / ㎽ / ㎾ / ㎿ / ㎐ / ㎑ / ㎒ / ㎓ / ㎔ / Ω / ㏀ / ㏁ / ㎊ / ㎋ / ㎌ / ㏖ / ㏅ 
/ ㎮ / ㎯ / ㏛ / ㎩ / ㎪ / ㎫ / ㎬ / ㏝ / ㏐ / ㏓ / ㏃ / ㏉ / ㏜ 
/ ㏆ 
/ Æ / Ð / ª / Ħ 
/ Ĳ 
/ Ŀ / Ł / Ø / Œ / º / Þ / Ŧ 
x/ Ŋ 
0xdcb1/ ㉠ / ㉡ / ㉢ / ㉣ / ㉤ / ㉥ / ㉦ / ㉧ / ㉨ / ㉩ / ㉪ / ㉫ / ㉬ / ㉭ / ㉮ / ㉯ / ㉰ / ㉱ / ㉲ / ㉳ / ㉴ / ㉵ / ㉶ / ㉷ / ㉸ / ㉹ / ㉺ / ㉻ / ① / ② / ③ / ④ / ⑤ / ⑥ / ⑦ / ⑧ / ⑨ / ⑩ / ⑪ / ⑫ / ⑬ / ⑭ / ⑮ / ½ / ⅓ / ⅔ / ¼ / ¾ / ⅛ / ⅜ / ⅝ / ⅞ / æ / đ / ð / ħ / ı / ĳ / ĸ / ŀ / ł / ø / œ / ß / þ / ŧ / ŋ / ŉ / ㈀ / ㈁ / ㈂ / ㈃ / ㈄ / ㈅ / ㈆ / ㈇ / ㈈ / ㈉ / ㈊ / ㈋ / ㈌ / ㈍ / ㈎ / ㈏ / ㈐ / ㈑ / ㈒ / ㈓ / ㈔ / ㈕ / ㈖ / ㈗ / ㈘ / ㈙ / ㈚ / ㈛ / ⒜ / ⒝ / ⒞ / ⒟ / ⒠ / ⒡ / ⒢ / ⒣ / ⒤ / ⒥ / ⒦ / ⒧ / ⒨ / ⒩ / ⒪ / ⒫ / ⒬ / ⒭ / ⒮ / ⒯ / ⒰ / ⒱ / ⒲ / ⒳ / ⒴ / ⒵ / ⑴ / ⑵ / ⑶ / ⑷ / ⑸ / ⑹ / ⑺ / ⑻ / ⑼ / ⑽ / ⑾ / ⑿ / ⒀ / ⒁ / ⒂ / ¹ / ² / ³ / ⁴ / ⁿ / ₁ / ₂ / ₃ / ₄ / ぁ / ぃ / ぅ / ぇ / ぉ / げ / ざ / ぞ / ぢ / ぱ / ぴ / ぷ / ぺ / ぽ / ゎ / ゐ / ゑ / ァ / ィ / ゥ / ウ / ェ / エ / ォ / ガ / キ / ギ / ゲ / ザ / ソ / ゾ / ダ / ヂ / ツ / ヅ / ド / ナ / ヌ / ノ / ビ / フ / ヘ / ベ / ホ / ム / ヤ / ユ / ョ / ヨ / ロ / ヮ / ヰ / ヱ / ヲ / ヴ / ヵ / ヶ / А / Б / В / Г / Д / Е / Ё / Ж / З / И / Й / К / Л / М / Н / О / П / Р / С / Т / У / Ф / Х / Ц / Ч / Ш / Щ / Ъ / Ы / Ь / Э / Ю / Я / а / б / в / г / д / е / ё / ж / з / и / й / к / л / м / н / о / п / р / с / т / у / ф / х / ц / ч / ш / щ / ъ / ы / ь / э / ю / я /
*/